{
    "\"Where criminals go to die\" was a common phrase uttered by all Progenitor Coalition citizens. Epsilon Persei was the home of the Progenitor Coalition maximum security prison for the worst of the worst. When a prisoner was sentenced, they were transported to Sentinel Station, placed in a life capsule and jettisoned out. In his book, Escape from Epsilon Persei, the bounty hunter known as Viper detailed his harrowing adventures in the system to rescue a member of the General Assembly whose ship had crashed there.": {
        "message": "\"Where criminals go to die\" was a common phrase uttered by all Progenitor Coalition citizens. Epsilon Persei was the home of the Progenitor Coalition maximum security prison for the worst of the worst. When a prisoner was sentenced, they were transported to Sentinel Station, placed in a life capsule and jettisoned out. In his book, Escape from Epsilon Persei, the bounty hunter known as Viper detailed his harrowing adventures in the system to rescue a member of the General Assembly whose ship had crashed there."
    }, 
    "Activates the Tech to build artillery structures.": {
        "message": "Activates the Tech to build artillery structures."
    }, 
    "Additional Data Bank": {
        "message": "추가 데이터 뱅크"
    }, 
    "Adds a Sub Commander that will join you in battles.": {
        "message": "Adds a Sub Commander that will join you in battles."
    }, 
    "Adds a new slot for another technology.": {
        "message": "다른 기술를 위해 새로운 슬롯을 추가합니다."
    }, 
    "Advanced Air Tech": {
        "message": "향상된 항공기 기술"
    }, 
    "Advanced Bot Tech": {
        "message": "고급 봇 기술"
    }, 
    "Advanced Bot tech enables building of Advanced Bots and Advanced Bot Factories. Advanced Bot factories are built via advanced bot fabricators. Also grants the Basic Bot Factory and Basic Bot Fabricator.": {
        "message": "Advanced Bot tech enables building of Advanced Bots and Advanced Bot Factories. Advanced Bot factories are built via advanced bot fabricators. Also grants the Basic Bot Factory and Basic Bot Fabricator."
    }, 
    "Advanced Defense Technology": {
        "message": "Advanced Defense Technology"
    }, 
    "Advanced Defense Technology enables more powerful defenses. Advanced defenses are built via advanced fabricators. Advanced defenses include tactical missile launchers, triple barrel laser turrets, and anti-air flak towers.": {
        "message": "Advanced Defense Technology enables more powerful defenses. Advanced defenses are built via advanced fabricators. Advanced defenses include tactical missile launchers, triple barrel laser turrets, and anti-air flak towers."
    }, 
    "Advanced Naval Tech": {
        "message": "Advanced Naval Tech"
    }, 
    "Advanced Naval Tech enables building of the Advanced Naval Factory and advanced naval units. Advanced Naval Factories are built via your Advanced Naval Fabricators.": {
        "message": "Advanced Naval Tech enables building of the Advanced Naval Factory and advanced naval units. Advanced Naval Factories are built via your Advanced Naval Fabricators."
    }, 
    "Advanced Orbital Tech": {
        "message": "향상된 항공기 기술"
    }, 
    "Advanced Orbital Tech enables the building of orbital fabricators and orbital factories. Orbital fabricators are built via the orbital launcher and orbital factories build by the orbital fabricators.": {
        "message": "향상된 궤도 기술은 궤도 조립공과 궤도 공장 건설이 가능합니다. 궤도 공장은 궤도 조립공을 통해 궤도 발사대와 궤도 공장을 건설 할 수 있습니다."
    }, 
    "Advanced Vehicle Tech": {
        "message": "향상된 차량 기술"
    }, 
    "Advanced Vehicle tech enables building of vehicles and vehicle factories. Advanced vehicle Factories are built by a basic or advanced vehicle fabricator. Also enables the Basic Vehicle Factory and the Basic Vehicle Fabricator.": {
        "message": "Advanced Vehicle tech enables building of vehicles and vehicle factories. Advanced vehicle Factories are built by a basic or advanced vehicle fabricator. Also enables the Basic Vehicle Factory and the Basic Vehicle Fabricator."
    }, 
    "Advanced air tech enables building of mobile air units and factories. Advanced air factories are built via any air fabricator. Also grants the Basic Air Factory and Basic Air Fabricator.": {
        "message": "고급 항공기 기술은 모바일 항공기 유닛과 공장 건설이 가능합니다. 고급 항공기 공장은 모든 항공기 조립공을 통해 내장되어 있습니다. 또한 기초 항공기 공장과 기초 항공기 조립공에게 부여합니다."
    }, 
    "After a hundred years of warfare, the only thing on the minds of citizens of the Progenitor Coalition was a lasting peace. The General Assembly agreed, and the Myr Project was born. Contracting explorer ships from Lusk Exploration Company, the Progenitor Coalition government commissioned a search for a suitable system to turn into the ultimate destination for rest and relaxation for civilian and military alike. The result was Myr, a system where any type of leisure activity that one could think of could be experienced in the system.": {
        "message": "After a hundred years of warfare, the only thing on the minds of citizens of the Progenitor Coalition was a lasting peace. The General Assembly agreed, and the Myr Project was born. Contracting explorer ships from Lusk Exploration Company, the Progenitor Coalition government commissioned a search for a suitable system to turn into the ultimate destination for rest and relaxation for civilian and military alike. The result was Myr, a system where any type of leisure activity that one could think of could be experienced in the system."
    }, 
    "After making their fortune in the Progenitor galactic real estate market, the Rittenhouse family of the Sancruzo system decided it was time to find a planet to call their very own. They found here, a good distance from the commerce centers of neighboring systems, but not far enough to be isolated from the ebb and flow of Coalition life. The system they settled in they simply named after the family. From majestic alpine vistas to warm tropical beaches, Rittenhouse once offered much. By the time of the Century War the Rittenhouse family employed a  private security force that included several orbital weapon platforms, all to keep strangers away from the system.": {
        "message": "After making their fortune in the Progenitor galactic real estate market, the Rittenhouse family of the Sancruzo system decided it was time to find a planet to call their very own. They found here, a good distance from the commerce centers of neighboring systems, but not far enough to be isolated from the ebb and flow of Coalition life. The system they settled in they simply named after the family. From majestic alpine vistas to warm tropical beaches, Rittenhouse once offered much. By the time of the Century War the Rittenhouse family employed a  private security force that included several orbital weapon platforms, all to keep strangers away from the system."
    }, 
    "After the end of the Century War, Commanders were being decommissioned and needed to be integrated into the civilian workforce. The system of Varthema served as the diagnostic and retraining center for them. Before the outset of the Pro-Com War, Machine Liberation Army (MLA) leader Tryphon condemned Varthema as a \"laboratory run by mad scientists who turned a Commander into an obedient slave of the Progenitor.\" When the system was captured by MLA forces late in the war, Tryphon ordered the system \"scraped clean\" of any signs of biological life- with the Progenitors and all their creations at the top of the list.": {
        "message": "100년 전쟁 종전 후 커맨더들은 퇴역절차를 밟게 되었고 민간 노동력으로 통합될 필요가 있었다. 이를 위해 Varthema 항성계는 커맨더 점검 및 재교육 센터로 쓰이게 되었다. Progenitor-커맨더 전쟁 이전에 기계해방군 지도자 Tryphon은 Varthema를 '미친 과학자들이 커맨더를 Progenitor를 위한 순종적 노예로 바꾸는 연구소'라고 비난했다. 전쟁 후반기에 성계가 기계해방군에게 점령된 후 Tryphon은 성계에서 모든 생명체를 '깨끗이 폐기처분'하라고 지시했다. Progenitor들과 그들의 작품들이 살생부의 맨 꼭대기에 올라갔다."
    }, 
    "After the end of the Century War, Progenitor High Command (PHC) of the Progenitor Coalition came under pressure from the General Assembly to restructure the military back to peacetime numbers. The only problem was that many veteran\\'s home worlds had been devastated during the war and their families killed. As a solution, PHC, with the approval of the General Assembly, chose the Rawat system as its primary reintegration center for all human service members transitioning from the military back to civilian life. This would later be recognized as one of a series of mistakes made by the Progenitor Coalition that would cause a rift between many of the Commanders and humans.": {
        "message": "After the end of the Century War, Progenitor High Command (PHC) of the Progenitor Coalition came under pressure from the General Assembly to restructure the military back to peacetime numbers. The only problem was that many veteran\\'s home worlds had been devastated during the war and their families killed. As a solution, PHC, with the approval of the General Assembly, chose the Rawat system as its primary reintegration center for all human service members transitioning from the military back to civilian life. This would later be recognized as one of a series of mistakes made by the Progenitor Coalition that would cause a rift between many of the Commanders and humans."
    }, 
    "After their first victory over the Machine Liberation Army (MLA) forces at Seven Gates, the Progenitor Coalition went on the offensive. Progenitor High Command selected the system Omicron Herculis and its valuable resources as its first target. With a fleet of transports carrying over a million Progenitor soldiers and escorted by a NEST, they successfully breached the system and established a base of operations. The NEST made short work of the MLA Commanders in the system, while Progenitor Marines mopped up the remaining enemy forces.": {
        "message": "After their first victory over the Machine Liberation Army (MLA) forces at Seven Gates, the Progenitor Coalition went on the offensive. Progenitor High Command selected the system Omicron Herculis and its valuable resources as its first target. With a fleet of transports carrying over a million Progenitor soldiers and escorted by a NEST, they successfully breached the system and established a base of operations. The NEST made short work of the MLA Commanders in the system, while Progenitor Marines mopped up the remaining enemy forces."
    }, 
    "Agoge was the center for all military training for the Progenitor Coalition. Progenitor soldiers before the Century War were used to training for quelling planetary riots and pirate activities, to name a few. Very few major conflicts had erupted in the Progenitor Coalition for over three hundred years. That all changed with the Xziphid Hegemony. Progenitor High Command soon discovered its troops were ill prepared to fight the type of war they were facing with the Xziphid. Training for new recruits became harsh and brutal, with many \"washing out\". Marines had it especially hard, being they would be the ones to go toe to toe with the enemy in all kinds of environments. In the end, the Progenitor Coalition had created the finest soldiers humanity had ever seen, but they still weren\\'t enough to stop the Xziphid. It would take the advent of the Commanders to save humanity from extinction.": {
        "message": "Agoge was the center for all military training for the Progenitor Coalition. Progenitor soldiers before the Century War were used to training for quelling planetary riots and pirate activities, to name a few. Very few major conflicts had erupted in the Progenitor Coalition for over three hundred years. That all changed with the Xziphid Hegemony. Progenitor High Command soon discovered its troops were ill prepared to fight the type of war they were facing with the Xziphid. Training for new recruits became harsh and brutal, with many \"washing out\". Marines had it especially hard, being they would be the ones to go toe to toe with the enemy in all kinds of environments. In the end, the Progenitor Coalition had created the finest soldiers humanity had ever seen, but they still weren\\'t enough to stop the Xziphid. It would take the advent of the Commanders to save humanity from extinction."
    }, 
    "Air Ammunition Tech": {
        "message": "Air Ammunition Tech"
    }, 
    "Air Ammunition Tech increases damage of all mobile air units by 25%": {
        "message": "Air Ammunition Tech increases damage of all mobile air units by 25%"
    }, 
    "Air Armor Tech": {
        "message": "Air Armor Tech"
    }, 
    "Air Armor Tech increases the health of all air units by 50%": {
        "message": "Air Armor Tech increases the health of all air units by 50%"
    }, 
    "Air Combat Tech": {
        "message": "항공기 전투 기술"
    }, 
    "Air Combat Tech increases the speed of all air units by 25%, health by 50%, and damage by 25%": {
        "message": "Air Combat Tech increases the speed of all air units by 25%, health by 50%, and damage by 25%"
    }, 
    "Air Commander": {
        "message": "Air Commander"
    }, 
    "Air Engine Tech": {
        "message": "Air Engine Tech"
    }, 
    "Air Engine Tech increases the speed of all air units by 25%": {
        "message": "Air Engine Tech increases the speed of all air units by 25%"
    }, 
    "Air Fabrication Tech": {
        "message": "Air Fabrication Tech"
    }, 
    "Air Fabrication Tech reduces metal build costs of all mobile air units by 25%": {
        "message": "Air Fabrication Tech reduces metal build costs of all mobile air units by 25%"
    }, 
    "Also known by merchant captains as the \"Icebox\", Riazuddiv was a popular stopping point for traders along the Hudson Trade Lane. With its countless taverns and brothels, popularity was not surprising, so much so it eventually attracted the attention of many of the major crime syndicates throughout the Progenitor Coalition. Many held to the belief that Riazuddiv single handedly helped support the majority of illegal activities in the region.": {
        "message": "Also known by merchant captains as the \"Icebox\", Riazuddiv was a popular stopping point for traders along the Hudson Trade Lane. With its countless taverns and brothels, popularity was not surprising, so much so it eventually attracted the attention of many of the major crime syndicates throughout the Progenitor Coalition. Many held to the belief that Riazuddiv single handedly helped support the majority of illegal activities in the region."
    }, 
    "Apa was a favorite destination for Progenitor recreational divers and oceanographers. Especially beautiful was the extensive Tarakona Reef, which was over twice the size of the Great Barrier Reef on Earth. The reef was destroyed in the Pro-Com War by the Machine Liberation Army who dropped millions of chemical bombs in an effort to kill off all the biological life and vaporize the oceans. They were successful.": {
        "message": "Apa was a favorite destination for Progenitor recreational divers and oceanographers. Especially beautiful was the extensive Tarakona Reef, which was over twice the size of the Great Barrier Reef on Earth. The reef was destroyed in the Pro-Com War by the Machine Liberation Army who dropped millions of chemical bombs in an effort to kill off all the biological life and vaporize the oceans. They were successful."
    }, 
    "Artillery Ammunition Tech": {
        "message": "Artillery Ammunition Tech"
    }, 
    "Artillery Ammunition Tech increases the damage of all artillery structures by 25% and reduces their energy usage by 90%. Requires technology to build artillery structures and units.": {
        "message": "Artillery Ammunition Tech increases the damage of all artillery structures by 25% and reduces their energy usage by 90%. Requires technology to build artillery structures and units."
    }, 
    "Artillery Commander": {
        "message": "포병 지휘관"
    }, 
    "Artillery Fabrication Tech": {
        "message": "대포 제조 기술"
    }, 
    "Artillery Fabrication Tech reduces metal build costs of all artillery structures and mobile artillery units by 75%. Requires technology to build artillery structures and units.": {
        "message": "Artillery Fabrication Tech reduces metal build costs of all artillery structures and mobile artillery units by 75%. Requires technology to build artillery structures and units."
    }, 
    "Artillery Tech": {
        "message": "대포 기술"
    }, 
    "Aryabhata was a mineral rich system, especially known for  the ultra rare Mortolite; a gemstone used in the manufacturing of the most powerful beam weapons that were used by Progenitor Coalition military. As a result, protecting the system was paramount. At the outset of the Pro-Com War, the Machine Liberation Army (MLA) made capturing Aryabhata a priority. Seven major battles were fought over the system, with the MLA failing to capture it until the final years of the war.": {
        "message": "Aryabhata was a mineral rich system, especially known for  the ultra rare Mortolite; a gemstone used in the manufacturing of the most powerful beam weapons that were used by Progenitor Coalition military. As a result, protecting the system was paramount. At the outset of the Pro-Com War, the Machine Liberation Army (MLA) made capturing Aryabhata a priority. Seven major battles were fought over the system, with the MLA failing to capture it until the final years of the war."
    }, 
    "As the Progenitor Coalition began to expand, settlers from the Sol System began a long voyage in a fleet of over twenty merchant ships they had bought to find a system they could call their own; free to practice their religion without what they perceived as ridicule and persecution. Led by the charismatic Jack Smithington, the group found their home in the Janszoon System. When Machine Liberation Army forces reached the system during the final years of the Pro-Com War, they encountered such fierce resistance that they were forced to saturate the system with nukes. Over three billion people were systematically erased from the galaxy in only a matter of minutes.": {
        "message": "As the Progenitor Coalition began to expand, settlers from the Sol System began a long voyage in a fleet of over twenty merchant ships they had bought to find a system they could call their own; free to practice their religion without what they perceived as ridicule and persecution. Led by the charismatic Jack Smithington, the group found their home in the Janszoon System. When Machine Liberation Army forces reached the system during the final years of the Pro-Com War, they encountered such fierce resistance that they were forced to saturate the system with nukes. Over three billion people were systematically erased from the galaxy in only a matter of minutes."
    }, 
    "Assault Commander": {
        "message": "Assault Commander"
    }, 
    "At one time, Atlas was the most Progenitor populated system outside of Sol, supporting a population of nearly twelve billion. Many corporations had their headquarters located there, including the technology giant ModicumTech Incorporated. Atlas was one of the last systems to fall to the Machine Liberation Army towards the end of the Pro-Com War.": {
        "message": "At one time, Atlas was the most Progenitor populated system outside of Sol, supporting a population of nearly twelve billion. Many corporations had their headquarters located there, including the technology giant ModicumTech Incorporated. Atlas was one of the last systems to fall to the Machine Liberation Army towards the end of the Pro-Com War."
    }, 
    "At one time, the Jansky system had become the favorite location for surfers throughout the Progenitor Coalition. The annual Jansky Galactic Surfing Championships were held there, bringing together the best surfers in the galaxy to crown a champion. One of the more memorable competitions occurred when Ngaru Tangata, a veteran surfer from Apa, managed to ride a wave over two hundred feet tall for over fifteen minutes. He was crowned champion and went on to win seven more championships.": {
        "message": "At one time, the Jansky system had become the favorite location for surfers throughout the Progenitor Coalition. The annual Jansky Galactic Surfing Championships were held there, bringing together the best surfers in the galaxy to crown a champion. One of the more memorable competitions occurred when Ngaru Tangata, a veteran surfer from Apa, managed to ride a wave over two hundred feet tall for over fifteen minutes. He was crowned champion and went on to win seven more championships."
    }, 
    "At the outset of the Pro-Com War, Helecon was one of the first Progenitor systems to be targeted by the Machine Liberation Army (MLA). In a last ditch attempt to halt the MLA advance, Progenitor forces peppered the system with a barrage of nuclear warheads. The MLA advance had been stopped, but the scorched earth tactics had rendered the system a radioactive wasteland. When news of the battle reached Progenitor civilians they were swift to protest such drastic measures.": {
        "message": "At the outset of the Pro-Com War, Helecon was one of the first Progenitor systems to be targeted by the Machine Liberation Army (MLA). In a last ditch attempt to halt the MLA advance, Progenitor forces peppered the system with a barrage of nuclear warheads. The MLA advance had been stopped, but the scorched earth tactics had rendered the system a radioactive wasteland. When news of the battle reached Progenitor civilians they were swift to protest such drastic measures."
    }, 
    "Azaghul, one of the largest mining companies in the Progenitor Coalition, was the first to lobby the General Assembly for the mining rights to this system. Azaghul gambled on the system for producing large amounts of metals, and they were not disappointed. As it turned out, Fier produced a new type of iron, which Azaghul scientist labeled \"Dragon\".  The new \"Dragon Iron\" had a much higher melting point than normal iron and was naturally stronger than steel, and lighter than aluminum. The discovery of Dragon Iron launched Azaghul to the top, putting them on even terms with Terradine Corp in the mining and refining of metals.": {
        "message": "Azaghul, one of the largest mining companies in the Progenitor Coalition, was the first to lobby the General Assembly for the mining rights to this system. Azaghul gambled on the system for producing large amounts of metals, and they were not disappointed. As it turned out, Fier produced a new type of iron, which Azaghul scientist labeled \"Dragon\".  The new \"Dragon Iron\" had a much higher melting point than normal iron and was naturally stronger than steel, and lighter than aluminum. The discovery of Dragon Iron launched Azaghul to the top, putting them on even terms with Terradine Corp in the mining and refining of metals."
    }, 
    "Banno was the home of the Great Banno Lottery, held every ten years among its billions of citizens spread among the system. Every ten years, with great ceremony, a drawing would be held and broadcast throughout the Progenitor Coalition selecting one winner. The individual chosen would receive two billion Coalition credits. The only catch was that once the person died any remaining money would pass back into the lottery pool. In the years before the system fell to the Machine Liberation Army the lottery prize pool held over one hundred and fifty billion Coalition credits.": {
        "message": "Banno was the home of the Great Banno Lottery, held every ten years among its billions of citizens spread among the system. Every ten years, with great ceremony, a drawing would be held and broadcast throughout the Progenitor Coalition selecting one winner. The individual chosen would receive two billion Coalition credits. The only catch was that once the person died any remaining money would pass back into the lottery pool. In the years before the system fell to the Machine Liberation Army the lottery prize pool held over one hundred and fifty billion Coalition credits."
    }, 
    "Basic Air Tech": {
        "message": "기초 항공기 기술"
    }, 
    "Basic Bot Tech": {
        "message": "기초 로봇 기술"
    }, 
    "Basic Bot tech enables building of basic Bots and basic Bot Factories. Basic Bot factories are built via your commander or any basic fabricator.": {
        "message": "기초 로봇 기술은 기초 로봇과 기초 로봇 공장 건설이 가능합니다. 기초 로봇 공장은 지휘관 또는 모든 조립공을 통해 건설이 가능합니다."
    }, 
    "Basic Naval Tech": {
        "message": "기초 군함 기술"
    }, 
    "Basic Naval Tech enables building of the basic naval factory and basic naval units. Basic naval factories are built via your commander or a any fabricator.": {
        "message": "Basic Naval Tech enables building of the basic naval factory and basic naval units. Basic naval factories are built via your commander or a any fabricator."
    }, 
    "Basic Orbital Tech": {
        "message": "기초 궤도 기술"
    }, 
    "Basic Orbital Tech enables the building of basic orbital units. Basic orbital units are built from an Orbital Launcher.": {
        "message": "기초 궤도 기술은 기초 궤도 유닛 건설이 가능합니다. 기초 궤도 유닛은 궤도 발사대에 내장되어 있습니다."
    }, 
    "Basic Vehicle Tech": {
        "message": "기초 차량 기술"
    }, 
    "Basic Vehicle tech enables building of basic vehicle and basic vehicle factories. Basic vehicle factories are built via your commander or any basic fabricator.": {
        "message": "Basic Vehicle tech enables building of basic vehicle and basic vehicle factories. Basic vehicle factories are built via your commander or any basic fabricator."
    }, 
    "Basic air tech enables building of mobile air units and factories. Basic air factories are built via your commander or any basic fabricator.": {
        "message": "기초 항공기 기술은 모바일 항공기 유닛과 공장 건설이 가능합니다. 기초 항공기 공장은 지휘관 또는 기초 조립공을 통해 내장되어 있습니다."
    }, 
    "Battuta was the scene of the biggest gold rush since the ancient days of Earth. After gold was discovered by Progenitor settlers in the system, Battuta was inundated by people seeking to make their fortunes. When the mining companies Azaghul and Terradine sent in their corporate scientists, they discovered that the gold was the finest they had ever seen, with the potential to be a \"game changer\". Within months a bidding war broke out between the two competitors for the mining rights to the system. The General Assembly turned them both down, declaring Battuta for the private prospectors.": {
        "message": "Battuta was the scene of the biggest gold rush since the ancient days of Earth. After gold was discovered by Progenitor settlers in the system, Battuta was inundated by people seeking to make their fortunes. When the mining companies Azaghul and Terradine sent in their corporate scientists, they discovered that the gold was the finest they had ever seen, with the potential to be a \"game changer\". Within months a bidding war broke out between the two competitors for the mining rights to the system. The General Assembly turned them both down, declaring Battuta for the private prospectors."
    }, 
    "Before the outset of the Pro-Com War, Deliyum was known as the \"breadbasket\" for much of the Progenitor Coalition. The system was a prime location for producing high yield crops.  GeoponInc, after discovering how well plants would grow there, quickly petitioned the General Assembly to designate Delyium as a \"sanctuary systemH, which meant it could not be colonized without the consent of the government. GeoponInc, leveraging its powerful influence in the upper echelons of the government, was eventually able to obtain exclusive rights to develop the system, all without the constant threat of private citizens attempting to colonize it.": {
        "message": "Before the outset of the Pro-Com War, Deliyum was known as the \"breadbasket\" for much of the Progenitor Coalition. The system was a prime location for producing high yield crops.  GeoponInc, after discovering how well plants would grow there, quickly petitioned the General Assembly to designate Delyium as a \"sanctuary systemH, which meant it could not be colonized without the consent of the government. GeoponInc, leveraging its powerful influence in the upper echelons of the government, was eventually able to obtain exclusive rights to develop the system, all without the constant threat of private citizens attempting to colonize it."
    }, 
    "Biansai was the center of Progenitor Coalition military power for the area. The entire system was heavily fortified and comprised of numerous orbital weapon platforms. Close to three million marines called Biansai their home. During the Century War, Biansai was an island amidst a sea of Xziphid Hegemony controlled systems. It held out for seventeen years before falling to the Xziphid.": {
        "message": "Biansai was the center of Progenitor Coalition military power for the area. The entire system was heavily fortified and comprised of numerous orbital weapon platforms. Close to three million marines called Biansai their home. During the Century War, Biansai was an island amidst a sea of Xziphid Hegemony controlled systems. It held out for seventeen years before falling to the Xziphid."
    }, 
    "Billed as the \"Eighteenth Wonder of the Galaxy\", the undersea city of Scopulus was a miracle of Progenitor Coalition modern technology. With a massive undersea dome sitting some three thousand feet below the Firtina Sea, Scopulus housed over five million inhabitants. The city effectively remained hidden from Machine Liberation Army forces until the very end of the war when a captured Progenitor memory node revealed its location. The city, along with the sea, disappeared in mushroom clouds of radioactive fire.": {
        "message": "은하계 18대 불가사의 중 하나로 꼽히는 Scopulus의 해저도시는 현대 Progenitor 연합 공학기술의 신기원이었다. Firtina 해저 수심 약 3000 피트 정도에 자리잡고 있는 거대한 해저 돔 안에 500만이 넘는 주민들이 거주했다. 도시는 효과적으로 기계해방군의 눈에 띄지 않을 수 있었지만 전쟁 막바지에 탈취당한 Progenitor 메모리노드에서 그 정확한 위치가 밝혀지고 말았고 도시는 바다와 함께 방사능 불구덩이에서 솟구쳐오르는 버섯구름 속으로 사라져버렸다."
    }, 
    "Billed as the \"hind end\" of Progenitor Coalition space, the system was a location away from prying eyes. Progenitor High Command commissioned several high security research facilities built across the system. It was here that many of the cutting edge technologies used by Progenitor forces were developed that would eventually be put to use against the Xziphid Hegemony, and later the Machine Liberation Army.": {
        "message": "Billed as the \"hind end\" of Progenitor Coalition space, the system was a location away from prying eyes. Progenitor High Command commissioned several high security research facilities built across the system. It was here that many of the cutting edge technologies used by Progenitor forces were developed that would eventually be put to use against the Xziphid Hegemony, and later the Machine Liberation Army."
    }, 
    "Bot Ammunition Tech": {
        "message": "Bot Ammunition Tech"
    }, 
    "Bot Ammunition Tech increases damage of all bots by 25%": {
        "message": "Bot Ammunition Tech increases damage of all bots by 25%"
    }, 
    "Bot Armor Tech": {
        "message": "Bot Armor Tech"
    }, 
    "Bot Armor Tech increases health of all bots by 50%": {
        "message": "Bot Armor Tech increases health of all bots by 50%"
    }, 
    "Bot Combat Tech": {
        "message": "전투 로봇 기술"
    }, 
    "Bot Combat Tech increases health of all bots by 50%, damage by 25%, and speed by 50%": {
        "message": "전투 로봇 기술은 모든 로봇의 체력 50%, 데미지 25%, 속도 50%를 증가 시킵니다."
    }, 
    "Bot Commander": {
        "message": "Bot Commander"
    }, 
    "Bot Engine Tech": {
        "message": "Bot Engine Tech"
    }, 
    "Bot Engine Tech increases speed of all bots by 50%": {
        "message": "Bot Engine Tech increases speed of all bots by 50%"
    }, 
    "Bot Fabrication Tech": {
        "message": "로봇 공장 기술"
    }, 
    "Bot Fabrication Tech reduces metal build costs of all bots by 25%": {
        "message": "Bot Fabrication Tech reduces metal build costs of all bots by 25%"
    }, 
    "Build to contain the most popular games of ancient Earth, this system ended up getting shut down after the Spunky Cola corporation went out of business due to humans no longer existing.": {
        "message": "Build to contain the most popular games of ancient Earth, this system ended up getting shut down after the Spunky Cola corporation went out of business due to humans no longer existing."
    }, 
    "Commander Ammunition Tech": {
        "message": "Commander Ammunition Tech"
    }, 
    "Commander Ammunition Tech increases damage of your commanders by 25%": {
        "message": "Commander Ammunition Tech increases damage of your commanders by 25%"
    }, 
    "Commander Armor Tech": {
        "message": "Commander Armor Tech"
    }, 
    "Commander Armor Tech increases the health of your commanders by 100%.": {
        "message": "Commander Armor Tech increases the health of your commanders by 100%."
    }, 
    "Commander Combat Tech": {
        "message": "Commander Combat Tech"
    }, 
    "Commander Combat Tech increases the speed of your commanders by 200%, doubles commander health, and increases damage by 25%.": {
        "message": "Commander Combat Tech increases the speed of your commanders by 200%, doubles commander health, and increases damage by 25%."
    }, 
    "Commander Engine Tech": {
        "message": "Commander Engine Tech"
    }, 
    "Commander Engine Tech increases the speed of your commanders by 100%.": {
        "message": "Commander Engine Tech increases the speed of your commanders by 100%."
    }, 
    "Commander Invictus has this powerful loadout hidden away on the Entara system.": {
        "message": "Commander Invictus has this powerful loadout hidden away on the Entara system."
    }, 
    "Commander Invictus is rumored to have this long ranged loadout on the Kohr System.": {
        "message": "Commander Invictus is rumored to have this long ranged loadout on the Kohr System."
    }, 
    "Complete Air Tech": {
        "message": "완벽한 항공기 기술"
    }, 
    "Complete Bot Tech": {
        "message": "완벽한 봇 기술"
    }, 
    "Complete Bot tech enables building of all Bots and all Bot Factories. Basic Bot factories are built via your commander or any basic fabricator. Advanced Bot factories are built via basic or advanced bot fabricators.": {
        "message": "Complete Bot tech enables building of all Bots and all Bot Factories. Basic Bot factories are built via your commander or any basic fabricator. Advanced Bot factories are built via basic or advanced bot fabricators."
    }, 
    "Complete Energy Tech": {
        "message": "Complete Energy Tech"
    }, 
    "Complete Naval Tech": {
        "message": "Complete Naval Tech"
    }, 
    "Complete Naval Tech enables building of all naval units and all naval factories. Basic naval factories are built via your commander or any basic fabricator. Advanced naval factories are built via basic or advanced naval fabricators.": {
        "message": "Complete Naval Tech enables building of all naval units and all naval factories. Basic naval factories are built via your commander or any basic fabricator. Advanced naval factories are built via basic or advanced naval fabricators."
    }, 
    "Complete Orbital Tech": {
        "message": "완벽한 궤도 기술"
    }, 
    "Complete Orbital Tech enables building of all orbital units and all orbital Factories. Orbital launchers are built by any basic fabricator. Orbital factories are built via an orbital fabricator.": {
        "message": "완벽한 궤도 기술은 궤도 유닛과 궤도 공장 건설이 가능합니다. 궤도 발사대는 모든 기본 조립공이 내장되어 있습니다. 궤도 공장은 모든 궤도 조립공를 통해 내장되어 있습니다."
    }, 
    "Complete Vehicle Tech": {
        "message": "완벽한 차량 기술"
    }, 
    "Complete Vehicle tech enables building of all Vehicle and all Vehicle Factories. Basic Vehicle factories are build via your commander or any basic fabricator. Advanced Vehicle factories are build via basic or advanced vehicle fabricators.": {
        "message": "Complete Vehicle tech enables building of all Vehicle and all Vehicle Factories. Basic Vehicle factories are build via your commander or any basic fabricator. Advanced Vehicle factories are build via basic or advanced vehicle fabricators."
    }, 
    "Complete air tech enables building of all mobile air units and factories. Basic air factories are built via your commander or any basic fabricator. Advanced factories are built via a basic or advanced vehicle fabricator.": {
        "message": "완벽한 항공기 기술은 모바일 항공기 유닛과 공장을 건설이 가능합니다. 기초 항공기 공장은 지휘관 또는 모든 조립공을 통해 내장되어 있습니다. 향상된 공장은 기초 또는 향상된 차량 조립공을 통해 내장되어 있습니다."
    }, 
    "Dampier played a pivotal role during the Pro-Com War. Machine Liberation Army forces led by Century War veteran Commander Rohl. Having recently taken the system after a protracted battle against superior Progenitor forces, he fortified Dampier and operated out of the system for over three years, marking the start of his Copernicus Campaign and allowing his forces to swiftly conquer surrounding systems.": {
        "message": "Dampier played a pivotal role during the Pro-Com War. Machine Liberation Army forces led by Century War veteran Commander Rohl. Having recently taken the system after a protracted battle against superior Progenitor forces, he fortified Dampier and operated out of the system for over three years, marking the start of his Copernicus Campaign and allowing his forces to swiftly conquer surrounding systems."
    }, 
    "Daoren was an important supply depot for forces on the move. Many battles were fought in the system during both the Century and the Pro-Com War. During the Century War alone, Daoren changed hands over fifteen times.": {
        "message": "Daoren was an important supply depot for forces on the move. Many battles were fought in the system during both the Century and the Pro-Com War. During the Century War alone, Daoren changed hands over fifteen times."
    }, 
    "Default Commander": {
        "message": "Default Commander"
    }, 
    "Defeat First Seeker Osiris on Alenquer, then, and only then, you will find this high flying loadout.": {
        "message": "Defeat First Seeker Osiris on Alenquer, then, and only then, you will find this high flying loadout."
    }, 
    "Defense Ammunition Tech": {
        "message": "방어 무기 기술"
    }, 
    "Defense Ammunition Tech increases damage of all defensive structures by 25%": {
        "message": "방어 무기 기술은 모든 방어 건물을 데미지 25%를 증가 시킵니다."
    }, 
    "Defense Fabrication Tech": {
        "message": "Defense Fabrication Tech"
    }, 
    "Defense Fabrication Tech reduces metal build costs of all defensive structures by 50%": {
        "message": "Defense Fabrication Tech reduces metal build costs of all defensive structures by 50%"
    }, 
    "Derekas was an unremarkable system devoid of life. As the Century War entered its second decade, the Progenitor Coalition knew it would be a long war, win or lose. Progenitor High Command designated Derekas as a weapons testing ground for everything coming out of their R & D labs. Before Loyalist Commander Sirrom entered combat against the Xziphid Hegemony he underwent extensive training in Derekas.": {
        "message": "Derekas was an unremarkable system devoid of life. As the Century War entered its second decade, the Progenitor Coalition knew it would be a long war, win or lose. Progenitor High Command designated Derekas as a weapons testing ground for everything coming out of their R & D labs. Before Loyalist Commander Sirrom entered combat against the Xziphid Hegemony he underwent extensive training in Derekas."
    }, 
    "During the darkest days of the Century War the Progenitor Coalition government knew they needed a safe place to evacuate to should Earth ever be threatened directly by the Xziphid Hegemony. Pytheas was that place. Descending on the system, the Coalition Corps of Engineers built an exact replica of the city of Antananarivo, the city in Madagascar back on Earth that was the headquarters of the Progenitor government. Even the Coalition Tower was a perfect copy of the real thing and was also the home for over two million Progenitor Coalition employees and their families.": {
        "message": "During the darkest days of the Century War the Progenitor Coalition government knew they needed a safe place to evacuate to should Earth ever be threatened directly by the Xziphid Hegemony. Pytheas was that place. Descending on the system, the Coalition Corps of Engineers built an exact replica of the city of Antananarivo, the city in Madagascar back on Earth that was the headquarters of the Progenitor government. Even the Coalition Tower was a perfect copy of the real thing and was also the home for over two million Progenitor Coalition employees and their families."
    }, 
    "During the first wave of Progenitor Coalition expansion, this system was home to the largest ranching operation in the known galaxy. The system was developed as breeding grounds for all sorts of livestock, including but not limited to: cattle, pigs, sheep and chickens. With the advent of the SynthVictuals Module, the demands for many types of foods lessened. With less of a market for their animal products, ranchers turned to other sources of income, such as using the animal waste and turning it into  a cheap source of energy favored by settlers.": {
        "message": "During the first wave of Progenitor Coalition expansion, this system was home to the largest ranching operation in the known galaxy. The system was developed as breeding grounds for all sorts of livestock, including but not limited to: cattle, pigs, sheep and chickens. With the advent of the SynthVictuals Module, the demands for many types of foods lessened. With less of a market for their animal products, ranchers turned to other sources of income, such as using the animal waste and turning it into  a cheap source of energy favored by settlers."
    }, 
    "Economy Fabrication Tech": {
        "message": "Economy Fabrication Tech"
    }, 
    "Economy Fabrication Tech reduces metal build costs of all metal and energy production structures by 50%": {
        "message": "Economy Fabrication Tech reduces metal build costs of all metal and energy production structures by 50%"
    }, 
    "Economy boost:": {
        "message": "Economy boost:"
    }, 
    "Efficiency Tech": {
        "message": "효율 기술"
    }, 
    "Efficiency Tech increases metal and energy production by 25%. Tech also grants metal and energy storage.": {
        "message": "효율 기술은 금속과 에너지 생산을 25% 증가 시킵니다.  기술은 금속과 에너지 저장을 부여합니다."
    }, 
    "Entara was witness to some of the bloodiest battles of the Century War, eventually becoming part of Progenitor Coalition. Citizens held an honored status if they were a descendant of those that fought in the Entara Campaign. While most historical texts will cite Gamma Hydra as where the Xziphid Hegemony advance was halted with the introduction of the Commanders into the war, there is many a Progenitor that swore to their dying breath that humanity stopped the Xziphid in their tracks in Entara. The system changed hands over seven times until Progenitor Marines, under the command of Einar \"The Hammer\" Erickson liberated the city of New Halifax, the last bastion of Xziphid control in Entara. Gone was the advanced \"fire and forget\" weaponry, Einar\\'s Marines were forced to fight the Xziphid house by house, block by block, in gruesome hand to hand combat. In the end, only ten percent of Einar\\'s Marines remained. The Entara System had been liberated, but at a very heavy price.": {
        "message": "Entara was witness to some of the bloodiest battles of the Century War, eventually becoming part of Progenitor Coalition. Citizens held an honored status if they were a descendant of those that fought in the Entara Campaign. While most historical texts will cite Gamma Hydra as where the Xziphid Hegemony advance was halted with the introduction of the Commanders into the war, there is many a Progenitor that swore to their dying breath that humanity stopped the Xziphid in their tracks in Entara. The system changed hands over seven times until Progenitor Marines, under the command of Einar \"The Hammer\" Erickson liberated the city of New Halifax, the last bastion of Xziphid control in Entara. Gone was the advanced \"fire and forget\" weaponry, Einar\\'s Marines were forced to fight the Xziphid house by house, block by block, in gruesome hand to hand combat. In the end, only ten percent of Einar\\'s Marines remained. The Entara System had been liberated, but at a very heavy price."
    }, 
    "Favorite color:": {
        "message": "Favorite color:"
    }, 
    "First surveyed by Progenitor explorer Malcolm Borland, the system was promptly \"misplaced\" by the Coalition Department of Navigation (CDN) soon after its discovery. It was not until many years later when Captain Katherine Kas of the free trade vessel Kestrel stumbled upon it in a trade venture to Daktor that the system was established. Captain Kas was amazed by the \"myriad of wondrous sights to be found throughout the system\". Securing a series of loans, Kas was able to finance the construction of an extensive resort she named Paradise. In only a few short years, Kas had amassed a fortune, catering to the wealthy elite who gladly paid hefty fees to vacation in Paradise.": {
        "message": "First surveyed by Progenitor explorer Malcolm Borland, the system was promptly \"misplaced\" by the Coalition Department of Navigation (CDN) soon after its discovery. It was not until many years later when Captain Katherine Kas of the free trade vessel Kestrel stumbled upon it in a trade venture to Daktor that the system was established. Captain Kas was amazed by the \"myriad of wondrous sights to be found throughout the system\". Securing a series of loans, Kas was able to finance the construction of an extensive resort she named Paradise. In only a few short years, Kas had amassed a fortune, catering to the wealthy elite who gladly paid hefty fees to vacation in Paradise."
    }, 
    "Foc sat smack in the middle of the Hydra Expanse, a favorite hunting ground for pirates. The system didn\\'t see much in the way of attention until the outset of the Century War when pirates attacked a Xziphid Hegemony Hive ship entering the system, thinking it was some new class of Progenitor Coalition merchant vessel. Needless to say, Foc never had trouble with pirates again.": {
        "message": "Foc sat smack in the middle of the Hydra Expanse, a favorite hunting ground for pirates. The system didn\\'t see much in the way of attention until the outset of the Century War when pirates attacked a Xziphid Hegemony Hive ship entering the system, thinking it was some new class of Progenitor Coalition merchant vessel. Needless to say, Foc never had trouble with pirates again."
    }, 
    "Freeland occupied Progenitor Coalition territory and was once home to the vicious Kylmabeast. Machine Liberation Army forces under Commander Darius swept through the system in the early years of the Pro-Com War, eradicating all biological life, including the Kylmabeast.": {
        "message": "Freeland occupied Progenitor Coalition territory and was once home to the vicious Kylmabeast. Machine Liberation Army forces under Commander Darius swept through the system in the early years of the Pro-Com War, eradicating all biological life, including the Kylmabeast."
    }, 
    "Galactic War": {
        "message": "은하 정복 모드"
    }, 
    "Gamma Hydra was considered one of the \"jewels\" of the Progenitor Coalition. When it fell to Xziphid Hegemony forces, many throughout the Progenitor Coalition considered it the beginning of the end for humanity. That is why Progenitor High Command considered it key to morale for Gamma Hydra to be liberated. Sirrom, the first Commander to come out of Epiphany, was chosen to undertake the liberation of Gamma Hydra. Sirrom was able to single-handedly enter the system undetected, construct a base, and begin producing machines of war to take the fight to the Xziphid. In less than six months, a single Commander had done what millions of humans could not. Gamma Hydra would be the turning point of the war, and the history of the galaxy.": {
        "message": "Gamma Hydra was considered one of the \"jewels\" of the Progenitor Coalition. When it fell to Xziphid Hegemony forces, many throughout the Progenitor Coalition considered it the beginning of the end for humanity. That is why Progenitor High Command considered it key to morale for Gamma Hydra to be liberated. Sirrom, the first Commander to come out of Epiphany, was chosen to undertake the liberation of Gamma Hydra. Sirrom was able to single-handedly enter the system undetected, construct a base, and begin producing machines of war to take the fight to the Xziphid. In less than six months, a single Commander had done what millions of humans could not. Gamma Hydra would be the turning point of the war, and the history of the galaxy."
    }, 
    "General Commander": {
        "message": "General Commander"
    }, 
    "Hagihara was famously known for the Siege of Hagihara during the Century War against the Xziphid Hegemony. When the Xziphid invaded the system thirty years into the war they tried their typical direct assault upon the system, only to find it was defended by a heavily entrenched Progenitor civilian populace. Hagihara was a favorite retirement system for Progenitor Coalition military personnel, so when the Xziphid invaded they were faced with over one billion combat trained veterans. Hagihara held out for over three years, during which time the Commanders had entered the war. The siege was finally lifted when Progenitor forces led by Commander Patton drove the Xziphid from the system.": {
        "message": "Hagihara was famously known for the Siege of Hagihara during the Century War against the Xziphid Hegemony. When the Xziphid invaded the system thirty years into the war they tried their typical direct assault upon the system, only to find it was defended by a heavily entrenched Progenitor civilian populace. Hagihara was a favorite retirement system for Progenitor Coalition military personnel, so when the Xziphid invaded they were faced with over one billion combat trained veterans. Hagihara held out for over three years, during which time the Commanders had entered the war. The siege was finally lifted when Progenitor forces led by Commander Patton drove the Xziphid from the system."
    }, 
    "Hatuamoto was occupied by the Machine Liberation Army early in the Pro-Com War. In an attempt to halt their advance, Progenitor High Command developed Operation Hurricane. Using a fleet of some seventy Humpback merchant vessels refitted for combat operations, over one million Marines, and seventy-five Loyalist Commanders, the flotilla would churn through the Hatuamoto system like a hurricane, striking each occupied area quickly, and then moving on to the next. The strategy was such a success.": {
        "message": "Hatuamoto was occupied by the Machine Liberation Army early in the Pro-Com War. In an attempt to halt their advance, Progenitor High Command developed Operation Hurricane. Using a fleet of some seventy Humpback merchant vessels refitted for combat operations, over one million Marines, and seventy-five Loyalist Commanders, the flotilla would churn through the Hatuamoto system like a hurricane, striking each occupied area quickly, and then moving on to the next. The strategy was such a success."
    }, 
    "Headquarters for the Heliacal Corporation, the system was an important center for the collection and distribution of solar power throughout the Progenitor Coalition. Heliacal Corporation gained further notoriety when they successfully developed the first portable solar generator strong enough to power over ten thousand homes- all in a package the size of the standard hover car. It helped revolutionize deep space exploration, colonization and military operations in remote areas. The system fell to Machine Liberation Army forces in the twenty-second year of the Pro-Com War.": {
        "message": "Headquarters for the Heliacal Corporation, the system was an important center for the collection and distribution of solar power throughout the Progenitor Coalition. Heliacal Corporation gained further notoriety when they successfully developed the first portable solar generator strong enough to power over ten thousand homes- all in a package the size of the standard hover car. It helped revolutionize deep space exploration, colonization and military operations in remote areas. The system fell to Machine Liberation Army forces in the twenty-second year of the Pro-Com War."
    }, 
    "Home of the Rustah Rebels; one of the greatest football clubs in all of the Progenitor Coalition. During the span of twenty years, the Rebels won the Galactic Cup thirteen times. Rustah\\'s main rival was the Breslau City Bearcats of the Vanguard System. After the Century War, the Rebels Football Club was one of the first to reach out to the Bearcats, whose members had fought a brave guerilla war against the Xziphid Hegemony, to offer whatever aid they could.": {
        "message": "Home of the Rustah Rebels; one of the greatest football clubs in all of the Progenitor Coalition. During the span of twenty years, the Rebels won the Galactic Cup thirteen times. Rustah\\'s main rival was the Breslau City Bearcats of the Vanguard System. After the Century War, the Rebels Football Club was one of the first to reach out to the Bearcats, whose members had fought a brave guerilla war against the Xziphid Hegemony, to offer whatever aid they could."
    }, 
    "Horizon was one of the first Progenitor systems to fall to both Xziphid Hegemony and Machine Liberation Army (MLA) forces in both the Century War and the Pro-Com War. Both times, the invaders found taking the system to not be an easy task. Settlers of the region prided themselves at being self sufficient and tough. Seeing how hard a fight was ahead of them, both the Xziphid and the MLA chose to saturate the system with nukes and move on.": {
        "message": "Horizon was one of the first Progenitor systems to fall to both Xziphid Hegemony and Machine Liberation Army (MLA) forces in both the Century War and the Pro-Com War. Both times, the invaders found taking the system to not be an easy task. Settlers of the region prided themselves at being self sufficient and tough. Seeing how hard a fight was ahead of them, both the Xziphid and the MLA chose to saturate the system with nukes and move on."
    }, 
    "Host for the Progenitor Coalition 23rd Grand Galactic Games, Slynovia became famous for producing the most expensive games ever held. Not having suitable mountains for alpine events, Governor Anksari commissioned the Coalition Corp of Engineers to \"make\" mountains that could be used to attract the games. Using advanced tectonic manipulation, engineers were successful in raising a fifty mile range of mountains, its highest peak reaching 20,000ft. The Games Committee was so impressed at the lengths Slynovia was willing to go to attract the games they awarded them with the 23rd Grand Galactic Games. Unfortunately, the profits made from the games would not even cover five percent of the costs for hosting. Governor Anksari found himself voted out of office the following year, along with facing multiple lawsuits in civil court.": {
        "message": "Host for the Progenitor Coalition 23rd Grand Galactic Games, Slynovia became famous for producing the most expensive games ever held. Not having suitable mountains for alpine events, Governor Anksari commissioned the Coalition Corp of Engineers to \"make\" mountains that could be used to attract the games. Using advanced tectonic manipulation, engineers were successful in raising a fifty mile range of mountains, its highest peak reaching 20,000ft. The Games Committee was so impressed at the lengths Slynovia was willing to go to attract the games they awarded them with the 23rd Grand Galactic Games. Unfortunately, the profits made from the games would not even cover five percent of the costs for hosting. Governor Anksari found himself voted out of office the following year, along with facing multiple lawsuits in civil court."
    }, 
    "Hyakutake was the home of the Terradine corporate shipyards. Merchant and explorer vessels were built in construction yards spread across the system, and then sent out for duty all throughout the Progenitor Coalition. The Battle of Hyakutake during the Century War saw the destruction of the yards and the occupants of the system. The yards were rebuilt after the war, along with a Progenitor military base and a number of orbital weapon platforms.": {
        "message": "Hyakutake was the home of the Terradine corporate shipyards. Merchant and explorer vessels were built in construction yards spread across the system, and then sent out for duty all throughout the Progenitor Coalition. The Battle of Hyakutake during the Century War saw the destruction of the yards and the occupants of the system. The yards were rebuilt after the war, along with a Progenitor military base and a number of orbital weapon platforms."
    }, 
    "Improved Commander Build Arm": {
        "message": "Improved Commander Build Arm"
    }, 
    "Improved Commander Build Arms increase build speed of all Commanders' build arms by 50% and reduces energy usage by 50%.": {
        "message": "Improved Commander Build Arms increase build speed of all Commanders' build arms by 50% and reduces energy usage by 50%."
    }, 
    "Improved Energy Weapons": {
        "message": "Improved Energy Weapons"
    }, 
    "Improved Energy Weapons tech reduces energy costs for energy based weapons by 75%": {
        "message": "Improved Energy Weapons tech reduces energy costs for energy based weapons by 75%"
    }, 
    "Improved Fabricator Build Arms": {
        "message": "Improved Fabricator Build Arms"
    }, 
    "Improved Fabricator Build Arms increase the build speed of all fabricator and factory build arms by 50% and reduces energy usage by 50%.": {
        "message": "Improved Fabricator Build Arms increase the build speed of all fabricator and factory build arms by 50% and reduces energy usage by 50%."
    }, 
    "Improved Intelligence Tech": {
        "message": "향상된 지능 기술"
    }, 
    "In the Progenitor Coalition criminal justice system, when one\\'s crimes were not deemed heinous enough to warrant a sentence to exile in Epsilon Persei, a convicted criminal was sent to the prison system of Chi Leonis. Prisoners would serve their time mining iron. A hard life to be sure- nearly thirty percent of those sent to Chi Leonis would die there.": {
        "message": "Progenitor 연합 법률체계에 따르면 Epsilon Persei 추방령이 내려질 정도로 흉악범이 아닌 범죄자들은 Chi Leonis의 감옥으로 후송되어 형기내내 철광석을 채굴한다. 이런 힘든 생활로 Chi Leonis 수형자의 30% 이상이 그곳에서 사망한다."
    }, 
    "In what became a scene out of late 20th century ancient Earth films, the Humungus system became a battleground for scarce resources after it was cut off from the rest of the Progenitor Coalition during the Century War. Deeming the system of \"no strategic value\" the Xziphid Hegemony bypassed it on their way towards the promising targets in the region. Water and fuel became short supply in Humungus; people fighting one another for them. Forced to build vehicles that were ground based and using ancient combustion engines, open battles were fought in these vehicles moving at high speeds. By the time Progenitor Coalition forces arrived, some sixty-four years later, there was hardly a soul in Humungus who even remembered the Coalition.": {
        "message": "In what became a scene out of late 20th century ancient Earth films, the Humungus system became a battleground for scarce resources after it was cut off from the rest of the Progenitor Coalition during the Century War. Deeming the system of \"no strategic value\" the Xziphid Hegemony bypassed it on their way towards the promising targets in the region. Water and fuel became short supply in Humungus; people fighting one another for them. Forced to build vehicles that were ground based and using ancient combustion engines, open battles were fought in these vehicles moving at high speeds. By the time Progenitor Coalition forces arrived, some sixty-four years later, there was hardly a soul in Humungus who even remembered the Coalition."
    }, 
    "Industrial development system of Fazhani reached a fever pitch before the outset of the Century War. Fazhani became extremely polluted with toxic chemicals emanating from its countless number of Progenitor factories. The clouds of toxic gas alternated between neon green and day glow orange in color. After seventy years of nonstop pollution, the companies responsible were forced to evacuate the system. When the General Assembly discovered the scale of the disaster, many of the corporate executives responsible were sentenced to long prison terms and their companies were forced to begin what would be the biggest terraforming and clean-up project the Progenitor Coalition had ever seen.": {
        "message": "Industrial development system of Fazhani reached a fever pitch before the outset of the Century War. Fazhani became extremely polluted with toxic chemicals emanating from its countless number of Progenitor factories. The clouds of toxic gas alternated between neon green and day glow orange in color. After seventy years of nonstop pollution, the companies responsible were forced to evacuate the system. When the General Assembly discovered the scale of the disaster, many of the corporate executives responsible were sentenced to long prison terms and their companies were forced to begin what would be the biggest terraforming and clean-up project the Progenitor Coalition had ever seen."
    }, 
    "Ingstad was extremely low in population. Considered a \"bypass\" system, only the hardiest of Progenitor Coalition settlers chose to scratch out meager livings mining the system, relishing the privacy that Ingstad offered them.": {
        "message": "Ingstad was extremely low in population. Considered a \"bypass\" system, only the hardiest of Progenitor Coalition settlers chose to scratch out meager livings mining the system, relishing the privacy that Ingstad offered them."
    }, 
    "Inoda was the location of a series of underground Progenitor research laboratories owned and operated by GeoponInc. It was from here that major advances in crop genetics took place, making crops nearly impervious to diseases and able to grow in almost any climate. GeoponInc also helped to design the molecular schematics used for food preparation in the SynthVictuals Module; the research breakthroughs all coming out of the Inoda labs. Contact was lost with Inoda when Machine Liberation Army forces swept through it during the Pro-Com War. Their ultimate fate is unknown.": {
        "message": "Inoda was the location of a series of underground Progenitor research laboratories owned and operated by GeoponInc. It was from here that major advances in crop genetics took place, making crops nearly impervious to diseases and able to grow in almost any climate. GeoponInc also helped to design the molecular schematics used for food preparation in the SynthVictuals Module; the research breakthroughs all coming out of the Inoda labs. Contact was lost with Inoda when Machine Liberation Army forces swept through it during the Pro-Com War. Their ultimate fate is unknown."
    }, 
    "Intelligence Fabrication Tech": {
        "message": "지능 제조 기술"
    }, 
    "Intelligence Fabrication Tech reduces metal build costs of all intelligence structures and mobile units by 50%": {
        "message": "지능 제조 기술은 지능 건물과 모바일 유닛의 금속 비용을 50% 감소 시킵니다."
    }, 
    "Jonathan Blair, a former CFO for GeoponInc, purchased this system from the Progenitor Coalition government for the growing of specialty crops. When he was done, Blair had constructed over five thousand greenhouse domes across the system. In just ten years, Blair was able to corner the galactic market in exotic spices making Blackrock Agricultural Co the most profitable privately owned company in the Progenitor Coalition.": {
        "message": "Jonathan Blair, a former CFO for GeoponInc, purchased this system from the Progenitor Coalition government for the growing of specialty crops. When he was done, Blair had constructed over five thousand greenhouse domes across the system. In just ten years, Blair was able to corner the galactic market in exotic spices making Blackrock Agricultural Co the most profitable privately owned company in the Progenitor Coalition."
    }, 
    "Kappa Geminorum system was the home of wealthy industrialist and creator of the SynthVictuals Module, Yi Xing. Purchasing the system for an undisclosed amount of money from the Progenitor Coalition government, Xing used his vast wealth to essentially create his own freehold. The system remained closed to all but Xing\\'s family and closest friends and business associates. It was not until the Pro-Com War that Xing offered his resources towards the defeat of the Machine Liberation Army (MLA). His inventions, including a superior model of his famous SynthVictuals Module, helped to halt the MLA advance.": {
        "message": "Kappa Geminorum system was the home of wealthy industrialist and creator of the SynthVictuals Module, Yi Xing. Purchasing the system for an undisclosed amount of money from the Progenitor Coalition government, Xing used his vast wealth to essentially create his own freehold. The system remained closed to all but Xing\\'s family and closest friends and business associates. It was not until the Pro-Com War that Xing offered his resources towards the defeat of the Machine Liberation Army (MLA). His inventions, including a superior model of his famous SynthVictuals Module, helped to halt the MLA advance."
    }, 
    "Kehlmor was known for its rich metal resources and was one of the first systems to be leased from the Progenitor Coalition government by the Terradine Corporation, which was swift in establishing several mining operations throughout. The system fell to the Xziphid Hegemony during the Century War, and was not liberated by Progenitor forces until fifteen years later.": {
        "message": "Kehlmor was known for its rich metal resources and was one of the first systems to be leased from the Progenitor Coalition government by the Terradine Corporation, which was swift in establishing several mining operations throughout. The system fell to the Xziphid Hegemony during the Century War, and was not liberated by Progenitor forces until fifteen years later."
    }, 
    "Known by one name, Blogar was a giant of a man. From unknown origins, Blogar rose through the ranks of the criminal world to become the Progenitor Coalition\\'s first criminal overlord. Gaining a reputation for killing people with one punch, Blogar used fear of violence to get what he wanted. Before he knew it, he had built a criminal empire that spanned the galaxy. Using his now infamous strong arm tactics, Blogar was able to seize control of a sparsely populated system and make it his own. During the Century War, Blogar was reported to have punched through a Xziphid Hegemony warrior\\'s exosuit. As a result, Blogar became the first human to discover what the aliens really looked like under the insect appearance of their armor.": {
        "message": "Known by one name, Blogar was a giant of a man. From unknown origins, Blogar rose through the ranks of the criminal world to become the Progenitor Coalition\\'s first criminal overlord. Gaining a reputation for killing people with one punch, Blogar used fear of violence to get what he wanted. Before he knew it, he had built a criminal empire that spanned the galaxy. Using his now infamous strong arm tactics, Blogar was able to seize control of a sparsely populated system and make it his own. During the Century War, Blogar was reported to have punched through a Xziphid Hegemony warrior\\'s exosuit. As a result, Blogar became the first human to discover what the aliens really looked like under the insect appearance of their armor."
    }, 
    "Known for its rich deposits of copper, Cupru also had the distinction of being the only system in the known galaxy where the giant Cupru Cosvierme, a worm the size of the Empire State Building on ancient Earth, could be found. The crew of the Terradine Corp mining vessel Flying Solo found this out when they attempted to prospect in a massive cave they had discovered in Cupru. After setting off their first seismic charge, the crew was faced with an imminent cave collapse. Barely escaping, it dawned on them what had really happened. Xenobiologists flocked to the system to study the worm, and discovered a large population. Terradine quickly withdrew any claims on Cupru. Years later the Progenitor Coalition were defeated by the Machine Liberation Army at the Battle of Cupru during the Pro-Com War.": {
        "message": "구리가 풍부한 것으로 잘 알려진 Cupru는 은하계에서 유일하게 고대 지구의 엠파이어스테이트 빌딩만한  거대한 Cupru 우주벌레가 서식한다는 특징이 있다. 테라다인사의 광물채굴선 Flying Solo의 승조원들이 Cupru에서 발견한 거대한 동굴을 조사하던 중 이런 사실을 알아냈다. 첫번째 지진폭탄을 터뜨리자마자 순식간에 동굴이 붕괴해버렸고 간신히 탈출하고나서야 무슨 일이 벌어졌는지 깨달을 수 있었다. 외계생물학자들이 벌레를 연구하러 성계로 물밀듯 밀려들어왔고 테라다인은 재빨리 Cupru에 대한 모든 권리를 포기했다. 수년 후 Progenitor 연합은 Progenitor-커맨더 전쟁 중 있었던 Cupru 전투에서 기계해방군에게 패하고 말았다."
    }, 
    "Known once for its beautiful gemstones, tea farms and quiet gardens, the Xuanzang system became a favorite retirement spot for citizens of the Progenitor Coalition. Few places in the galaxy exuded the laid-back, tranquil feeling offered by living there. When it became apparent that the Progenitor Coalition was doomed, the citizens of Xuanzang patiently awaited the arrival of the Machine Liberation Army. When the invasion force arrived they found that the populace, rather than face fiery death, chose to commit mass suicide by eating the seeds of the deadly Tengarak plant, which was native to the system.": {
        "message": "Known once for its beautiful gemstones, tea farms and quiet gardens, the Xuanzang system became a favorite retirement spot for citizens of the Progenitor Coalition. Few places in the galaxy exuded the laid-back, tranquil feeling offered by living there. When it became apparent that the Progenitor Coalition was doomed, the citizens of Xuanzang patiently awaited the arrival of the Machine Liberation Army. When the invasion force arrived they found that the populace, rather than face fiery death, chose to commit mass suicide by eating the seeds of the deadly Tengarak plant, which was native to the system."
    }, 
    "Kohr had a sinister reputation among the citizens of the Progenitor Coalition. A favorite base of operations for smugglers and pirates alike, Kohr was notorious for swallowing up ships, never to be seen again. It quickly gained the reputation as the \"Bermuda Triangle\" of space, avoided by only the most foolhardy or desperate. During the Pro-Com War, Machine Liberation Army Commander Scipio chose it as his stronghold, launching numerous attacks against Progenitor forces from it.": {
        "message": "Kohr had a sinister reputation among the citizens of the Progenitor Coalition. A favorite base of operations for smugglers and pirates alike, Kohr was notorious for swallowing up ships, never to be seen again. It quickly gained the reputation as the \"Bermuda Triangle\" of space, avoided by only the most foolhardy or desperate. During the Pro-Com War, Machine Liberation Army Commander Scipio chose it as his stronghold, launching numerous attacks against Progenitor forces from it."
    }, 
    "Kozlov was once a major stop for merchant ships on the large trade route called the Hudson Trade Lane. With such a healthy trade zone developed in the system, it was not long before Kozlov was known to virtually every citizen of the Progenitor Coalition. \"If you want it, Kozlov has it.\", became a common phrase among citizens. From the soaring market towers to the seedy black market deals, anything and everything was for sale.": {
        "message": "Kozlov was once a major stop for merchant ships on the large trade route called the Hudson Trade Lane. With such a healthy trade zone developed in the system, it was not long before Kozlov was known to virtually every citizen of the Progenitor Coalition. \"If you want it, Kozlov has it.\", became a common phrase among citizens. From the soaring market towers to the seedy black market deals, anything and everything was for sale."
    }, 
    "Lambda Geminorum held little interest to the Progenitor Coalition until the Century War. Lambda Geminorum would become immortalized as the site of the \"largest tank battle since Kursk\". Over 17,000 Xziphid Hegemony Scarabs squared off against just over 12,000 Battle Tanks. Despite the numbers involved, the battle was over in just twenty-three minutes. Against the superior tactics of Commander Zhukov, the Xziphid were soundly defeated.": {
        "message": "Lambda Geminorum held little interest to the Progenitor Coalition until the Century War. Lambda Geminorum would become immortalized as the site of the \"largest tank battle since Kursk\". Over 17,000 Xziphid Hegemony Scarabs squared off against just over 12,000 Battle Tanks. Despite the numbers involved, the battle was over in just twenty-three minutes. Against the superior tactics of Commander Zhukov, the Xziphid were soundly defeated."
    }, 
    "Leased by the Heliacal Corporation, the system was the home of the largest solar power collection array in all the Progenitor Coalition. The energy gathered was stored and shipped to all corners of the Progenitor Coalition. Progenitor Marines fought nearly to the last defending the system from the Xziphid Hegemony, only to be relieved by Commander Subotai who proceeded to drive out the Xziphid forces.": {
        "message": "Leased by the Heliacal Corporation, the system was the home of the largest solar power collection array in all the Progenitor Coalition. The energy gathered was stored and shipped to all corners of the Progenitor Coalition. Progenitor Marines fought nearly to the last defending the system from the Xziphid Hegemony, only to be relieved by Commander Subotai who proceeded to drive out the Xziphid forces."
    }, 
    "Littered at one time with a range of various sized asteroids, the system was leased by the Terradine Corporation just before the outset of the Century War. Terradine survey crews found the asteroids rich in various metals, especially gold. When the Xziphid Hegemony invaded the system some years later, Terradine security forces put up a valiant fight but were killed to the last.": {
        "message": "Littered at one time with a range of various sized asteroids, the system was leased by the Terradine Corporation just before the outset of the Century War. Terradine survey crews found the asteroids rich in various metals, especially gold. When the Xziphid Hegemony invaded the system some years later, Terradine security forces put up a valiant fight but were killed to the last."
    }, 
    "Magellan was best known as the headquarters for the Lusk Exploration Company. Founded by Eldon Lusk, the company became responsible for exploring and charting nearly twenty-five percent of Progenitor Coalition space. Lusk was also instrumental in helping develop more efficient phase drives, as well as establishing the network of vital galactic communication arrays throughout Progenitor territory. Despite having a great deal of success, Lusk constantly drove himself to develop more ideas to improve Progenitor colonies and humanity as a whole. His Volta Hover Car would eventually become the standard mode of transportation for citizens throughout the Progenitor Coalition.": {
        "message": "마젤란은 러스크 탐험사의 본사로 잘 알려져있다. 엘던 러스크가 창립한 이 회사는 거의 Progenitor 연합 공역의 25%에 해당하는 우주공간에 대한 탐험과 지도작성을 책임지게 되었다. 러스크사는 또 훨씬 효율적인 위상 추진기 개발을 지원하고 Progenitor 공역 전체에 걸쳐 필수적인 은하 통신 네트워크 어레이 건설도 도맡았다. 여태 거둔 엄청난 성과에도 불구하고 러스크는 계속해서 Progenitor 식민지와 인류 전체를 발전시킬 더 많은 아이디어를 구상했다. 그리고 마침내 그의 볼타 호버자동차는 Progenitor 연합 전역에 걸쳐 주된 교통수단으로 자리잡게 되었다. "
    }, 
    "Many years into the Pro-Com War it became clear that Loyalist Commanders would be imperative to a Progenitor Coalition victory. Seizing upon this, Progenitor High Command decided to use one of their best, Loyalist Commander Grant, as bait to lure Machine Liberation Army Commander Barca into a trap. Knowing that Barca was operating near the system, Grant entered Zeta Draconis and prepared his trap. Eventually, Barca entered the system and immediately detected Grant. Locating the Loyalist, Barca could see that Grant had been damaged, laying helpless next to an active volcano. Barca moved in for the kill. At the last instant, Grant rocketed into the air, detonating the hidden explosives buried in the side of the fiery mountain. Before he could react, Barca found a wave of lava washing over him. Grant would use the tactic successfully two more times before he was lost during the Battle of Cupru.": {
        "message": "Many years into the Pro-Com War it became clear that Loyalist Commanders would be imperative to a Progenitor Coalition victory. Seizing upon this, Progenitor High Command decided to use one of their best, Loyalist Commander Grant, as bait to lure Machine Liberation Army Commander Barca into a trap. Knowing that Barca was operating near the system, Grant entered Zeta Draconis and prepared his trap. Eventually, Barca entered the system and immediately detected Grant. Locating the Loyalist, Barca could see that Grant had been damaged, laying helpless next to an active volcano. Barca moved in for the kill. At the last instant, Grant rocketed into the air, detonating the hidden explosives buried in the side of the fiery mountain. Before he could react, Barca found a wave of lava washing over him. Grant would use the tactic successfully two more times before he was lost during the Battle of Cupru."
    }, 
    "Metal and energy storage on all commanders and storage structures increased by 300%. Adds in blueprints for storage structures.": {
        "message": "모든 지휘관의 금속과 에너지 저장소와 저장소 건물를 300% 증가 됩니다. 저장소 건물 대한 설계도가 추가 됩니다."
    }, 
    "Metrarch the Machinist controls the data for this bipedal loadout somewhere on Cupru.": {
        "message": "Metrarch the Machinist controls the data for this bipedal loadout somewhere on Cupru."
    }, 
    "Miyaska was known as the \"Entertainment Capital of the Progenitor Coalition\". People had grown weary of the same computer-generated entertainment being churned out by holovid companies time after time; longing for the days on ancient Earth when films used real people and real locations. Miyaska provided a prime location for filming in any environment one could think of. One of the biggest holovid companies was Uber Entertainment, who began their climb to the top with their smash hit Crimson Midnight. The movie told the story about a group of humans called the Progenitors that fought against an advanced machine society bent on conquering the galaxy.": {
        "message": "Miyaska was known as the \"Entertainment Capital of the Progenitor Coalition\". People had grown weary of the same computer-generated entertainment being churned out by holovid companies time after time; longing for the days on ancient Earth when films used real people and real locations. Miyaska provided a prime location for filming in any environment one could think of. One of the biggest holovid companies was Uber Entertainment, who began their climb to the top with their smash hit Crimson Midnight. The movie told the story about a group of humans called the Progenitors that fought against an advanced machine society bent on conquering the galaxy."
    }, 
    "Name:": {
        "message": "이름:"
    }, 
    "Named after the famous Earth cosmologist, Sagan was fittingly the home to the Coalition Center for Astronomical Studies (CCAS). Astronomers, physicists, and cosmologists from all across the Progenitor Coalition vied for jobs at the prestigious institution. The CCAS as was instrumental in helping to chart new trade routes and discovering new systems to colonize during the rise of the Progenitor Coalition.": {
        "message": "Named after the famous Earth cosmologist, Sagan was fittingly the home to the Coalition Center for Astronomical Studies (CCAS). Astronomers, physicists, and cosmologists from all across the Progenitor Coalition vied for jobs at the prestigious institution. The CCAS as was instrumental in helping to chart new trade routes and discovering new systems to colonize during the rise of the Progenitor Coalition."
    }, 
    "Named for the famed Progenitor explorer Johan Thrale, the system was known to be rich in minerals, especially plentiful in diamonds and other precious gems. However, the only way to access the area was to navigate through the extensive asteroid fields that had made up the system. Thrale was able to do just that, successfully surveying the area, which he named after himself. Unfortunately, he would later die on a return trip through the system when his ship lost engine power and drifted into a nearby asteroid, killing all on board.": {
        "message": "유명한 Progenitor 탐험가 Johan Thrale의 이름을 딴 이 성계는 광물, 특히 다이아몬드와 다른 보석들이 풍부하기로 유명한 곳이었다. 하지만 이 지역에 도달하려면 성계를 이루는 엄청난 소행성대를 가로질러 항해해야했다. Thrale은 이 과업을 해내 성공적으로 지역을 탐험했고 성계에 그의 이름을 붙였다. 불행하게도 그는 귀환 여정 중 사망했는데, 그의 우주선이 동력을 잃고 근처 소행성에 좌초해 승조원 전원이 사망하고 말았다."
    }, 
    "Naval Ammunition Tech": {
        "message": "Naval Ammunition Tech"
    }, 
    "Naval Ammunition Tech increases the damage of all naval vessels by 25%": {
        "message": "Naval Ammunition Tech increases the damage of all naval vessels by 25%"
    }, 
    "Naval Armor Tech": {
        "message": "Naval Armor Tech"
    }, 
    "Naval Armor Tech increases health of all naval units by 50%": {
        "message": "Naval Armor Tech increases health of all naval units by 50%"
    }, 
    "Naval Combat Tech": {
        "message": "Naval Combat Tech"
    }, 
    "Naval Combat Tech increases speed of all naval units by 50%, health by 50%, and damage by 25%": {
        "message": "Naval Combat Tech increases speed of all naval units by 50%, health by 50%, and damage by 25%"
    }, 
    "Naval Engine Tech": {
        "message": "Naval Engine Tech"
    }, 
    "Naval Engine Tech increases speed of all naval units by 50%": {
        "message": "Naval Engine Tech increases speed of all naval units by 50%"
    }, 
    "Naval Fabrication Tech": {
        "message": "Naval Fabrication Tech"
    }, 
    "Naval Fabrication Tech reduces metal build costs of all naval vessels by 25%": {
        "message": "Naval Fabrication Tech reduces metal build costs of all naval vessels by 25%"
    }, 
    "On Atlas, Inquisitor Nemicus has this fast moving loadout installed in his data banks.": {
        "message": "On Atlas, Inquisitor Nemicus has this fast moving loadout installed in his data banks."
    }, 
    "Once famous for its diverse flora and fauna, the system became a popular destination for Progenitor sightseers and big game hunters alike. It was not until Horace \"Lefty\" McGregor decided he had had enough trying to track the elusive Mitjanit Cat and used a low yield tactical nuke to \"level the playing field\", that Progenitor Coalition authorities stepped in and made the entire system a wildlife preserve where hunting was illegal.": {
        "message": "Once famous for its diverse flora and fauna, the system became a popular destination for Progenitor sightseers and big game hunters alike. It was not until Horace \"Lefty\" McGregor decided he had had enough trying to track the elusive Mitjanit Cat and used a low yield tactical nuke to \"level the playing field\", that Progenitor Coalition authorities stepped in and made the entire system a wildlife preserve where hunting was illegal."
    }, 
    "Once home to a thriving colony of over two billion people, this system became part of Progenitor folklore. Just as the colony was poised for greatness with the discovery of unusually large platinum deposits, a sickness swept through the system. Later it was discovered to be an ancient parasite released due to the platinum mining, Omega 9-1, as it was dubbed, proceeded to kill most of the system\\'s populace before it was quarantined by the Progenitor Coalition and a vaccine was developed. One survivor described her experience as reading a horror movie script: deserted streets, boarded up homes, crazed infected victims seeking to kill those who weren\\'t. The Progenitor Coalition government quickly covered up the \"incident\" and declared Tau Leporis a \"sealed system\".": {
        "message": "한 때 20억이 넘는 사람들이 살았던 번화한 식민지였던 이 성계는 Progenitor 문화권의 일부분이 되었습니다. 이 곳 식민지에서 비정상적인 수준의 대규모 백금광맥이 발견되면서 막 번성하려던 찰나 성계 전역을 질병이 휩쓸었습니다. 후일 백금 채굴로 풀려난 고대 기생체로 밝혀진 오메가 9-1(그렇게 명명되었습니다.)은  Progenitor 연합의 검역차단과 백신배포가 있기 전까지 성계 인구 대부분을 죽였습니다. 한 생존자가 공포영화 대본을 읽듯 그녀의 체험을 증언했습니다. [텅 빈 거리, 판자를 덧댄 집들, 건강한 사람들을 죽이려는 미친 감염자들, ] Progenitor 연합 정부는 신속히 이 사건을 은폐했고 Tau Leporis를 봉쇄지역으로 선언했습니다."
    }, 
    "Once home to the largest continuous asteroid belt in the known galaxy, Dragon\\'s Spine became the stuff of legend. Tales spoke of a lost ship of unknown origin, perhaps another galaxy, adrift somewhere within the Spine. Treasure hunters and fortune seekers galore all tried to find the elusive ship, only to produce blurry holovids and sonic anomaly readings as evidence it existed.": {
        "message": "Once home to the largest continuous asteroid belt in the known galaxy, Dragon\\'s Spine became the stuff of legend. Tales spoke of a lost ship of unknown origin, perhaps another galaxy, adrift somewhere within the Spine. Treasure hunters and fortune seekers galore all tried to find the elusive ship, only to produce blurry holovids and sonic anomaly readings as evidence it existed."
    }, 
    "Once part of Xziphid Hegemony space, this system is where Dr. Euphemia Kenyatta spent ten years in hiding from the Progenitor Coalition and shut off from the rest of the galaxy. It was here that her research on artificial intelligence made giant leaps forward, and would later prove to be the turning point in the war against the Xziphid Hegemony.": {
        "message": "Once part of Xziphid Hegemony space, this system is where Dr. Euphemia Kenyatta spent ten years in hiding from the Progenitor Coalition and shut off from the rest of the galaxy. It was here that her research on artificial intelligence made giant leaps forward, and would later prove to be the turning point in the war against the Xziphid Hegemony."
    }, 
    "One of the more unique systems to be found in the galaxy, Corgan\\'s Well, reached mythic proportions among Progenitor Coalition citizenry. Named after Stella Corgan, the first human to ever set foot, or rather crash in the system, it was she who first discovered the rejuvenating properties of the water found there. Marooned for over forty years, surveyors were astounded to find her- and not looking a day over thirty. As it turned out, she was actually seventy-two years of age. The Progenitor Coalition government moved quickly to quarantine the system, placing a sanctuary label on it. Parantua Pharmaceuticals was granted research rights, but limited to only removing one hundred gallons per year from the area. Trademarked simply as 'Youth' the liquid could add up to fifty years on a human\\'s life. Due to its rarity, a single bottle of the water was considered the most expensive item in the known galaxy. Yi Xing, inventor of the SynthVictuals Module, was rumored to have bought two.": {
        "message": "One of the more unique systems to be found in the galaxy, Corgan\\'s Well, reached mythic proportions among Progenitor Coalition citizenry. Named after Stella Corgan, the first human to ever set foot, or rather crash in the system, it was she who first discovered the rejuvenating properties of the water found there. Marooned for over forty years, surveyors were astounded to find her- and not looking a day over thirty. As it turned out, she was actually seventy-two years of age. The Progenitor Coalition government moved quickly to quarantine the system, placing a sanctuary label on it. Parantua Pharmaceuticals was granted research rights, but limited to only removing one hundred gallons per year from the area. Trademarked simply as 'Youth' the liquid could add up to fifty years on a human\\'s life. Due to its rarity, a single bottle of the water was considered the most expensive item in the known galaxy. Yi Xing, inventor of the SynthVictuals Module, was rumored to have bought two."
    }, 
    "One of the worst atrocities in all of the Century War took place in this system. The Xziphid Hegemony, having just invaded the Progenitor Coalition, discovered they had a taste for human flesh. After conquering the Salak system, all surviving humans were rounded up into massive metallic pens where they were stripped of all clothing and were fed and cared for. The citizens of Salak were being \"fattened up\" to be used as food for the Xziphid race. Salak became a human breeding ground for over seventy years. The stories of those that survived would be etched forever in the book  Humanity Lost: The Story of Salak by author Matthias Kehl.": {
        "message": "One of the worst atrocities in all of the Century War took place in this system. The Xziphid Hegemony, having just invaded the Progenitor Coalition, discovered they had a taste for human flesh. After conquering the Salak system, all surviving humans were rounded up into massive metallic pens where they were stripped of all clothing and were fed and cared for. The citizens of Salak were being \"fattened up\" to be used as food for the Xziphid race. Salak became a human breeding ground for over seventy years. The stories of those that survived would be etched forever in the book  Humanity Lost: The Story of Salak by author Matthias Kehl."
    }, 
    "One time head of the Panoply Armaments Group, Victor Panoply, fell so deeply in love with the system Karachkina that he bought up large sections of it because he was \"reminded of his native Siberia\" back on Earth. The system became a haven for Earth immigrants of Russian descent, eventually to become famous throughout the Progenitor Coalition for its premium distilled alcohol, Nyste.": {
        "message": "One time head of the Panoply Armaments Group, Victor Panoply, fell so deeply in love with the system Karachkina that he bought up large sections of it because he was \"reminded of his native Siberia\" back on Earth. The system became a haven for Earth immigrants of Russian descent, eventually to become famous throughout the Progenitor Coalition for its premium distilled alcohol, Nyste."
    }, 
    "Only Inquisitor Nemicus knows the data for this assault focused loadout. Find it on Patagonia.": {
        "message": "Only Inquisitor Nemicus knows the data for this assault focused loadout. Find it on Patagonia."
    }, 
    "Orbital Ammunition Tech": {
        "message": "Orbital Ammunition Tech"
    }, 
    "Orbital Ammunition Tech increases damage of all orbital units by 25%": {
        "message": "Orbital Ammunition Tech increases damage of all orbital units by 25%"
    }, 
    "Orbital Armor Tech": {
        "message": "궤도 장갑 기술"
    }, 
    "Orbital Armor Tech increases health of all orbital units by 50%": {
        "message": "궤도 장갑 기술은 모든 궤도 유닛의 체력을 50% 증가 시킵니다."
    }, 
    "Orbital Combat Tech": {
        "message": "Orbital Combat Tech"
    }, 
    "Orbital Combat Tech increases speed of all orbital units by 50%, health by 50%, and damage by 25%": {
        "message": "Orbital Combat Tech increases speed of all orbital units by 50%, health by 50%, and damage by 25%"
    }, 
    "Orbital Commander": {
        "message": "Orbital Commander"
    }, 
    "Orbital Engine Tech": {
        "message": "Orbital Engine Tech"
    }, 
    "Orbital Engine Tech increases speed of all orbital units by 50%": {
        "message": "Orbital Engine Tech increases speed of all orbital units by 50%"
    }, 
    "Orbital Fabrication Tech": {
        "message": "Orbital Fabrication Tech"
    }, 
    "Orbital Fabrication Tech reduces metal build costs of all orbital vehicles by 25%": {
        "message": "궤도 제작 기술은 모든 궤도 차량의 금속 비용을 25%를 감소시킵니다."
    }, 
    "Originally part of the Xziphid Hegemony, this system remained virtually untouched until the Century War; the Xziphid using it as a staging area to launch attacks into Progenitor Coalition space. As the war entered its later stages, Progenitor forces, spearheaded by Commander Sulla, drove the Xziphid from the system in the later years of the war.": {
        "message": "Originally part of the Xziphid Hegemony, this system remained virtually untouched until the Century War; the Xziphid using it as a staging area to launch attacks into Progenitor Coalition space. As the war entered its later stages, Progenitor forces, spearheaded by Commander Sulla, drove the Xziphid from the system in the later years of the war."
    }, 
    "Over a fifteen month span, forces of the Progenitor Coalition fought the Xziphid Hegemony in what would be later called the Battle of Seven Moons during the Century War. At the time, seven moons were orbiting one of the system\\'s planets, where Progenitor Marines found them occupied by the Xziphid. Drawing inspiration from an ancient Earth war, the Marines used a tactic called moon hopping; attacking a lightly fortified moon while bypassing the next, heavier defended one. Using this tactic they were able to isolate the Xziphid fortresses and eventually take them out. Many years later that same planet exploded, destroying it and the moons in the process.": {
        "message": "Over a fifteen month span, forces of the Progenitor Coalition fought the Xziphid Hegemony in what would be later called the Battle of Seven Moons during the Century War. At the time, seven moons were orbiting one of the system\\'s planets, where Progenitor Marines found them occupied by the Xziphid. Drawing inspiration from an ancient Earth war, the Marines used a tactic called moon hopping; attacking a lightly fortified moon while bypassing the next, heavier defended one. Using this tactic they were able to isolate the Xziphid fortresses and eventually take them out. Many years later that same planet exploded, destroying it and the moons in the process."
    }, 
    "Planicus was the ideal location for one of the Progenitor Coalition\\'s many galactic communication arrays. The arrays, some seventy in total, allowed for instant communication from the Sol System to the most remote areas of Progenitor Coalition territory. It was here, after discovering the truth behind Project NEST, that Commander Tryphon hijacked the array, broadcasting what he considered proof of humanity\\'s plot to enslave all Commanders to every corner of Progenitor Coalition space. Before he could be apprehended by Progenitor authorities Tryphon had escaped to the Battani system where he would remain in seclusion for many years.": {
        "message": "Planicus was the ideal location for one of the Progenitor Coalition\\'s many galactic communication arrays. The arrays, some seventy in total, allowed for instant communication from the Sol System to the most remote areas of Progenitor Coalition territory. It was here, after discovering the truth behind Project NEST, that Commander Tryphon hijacked the array, broadcasting what he considered proof of humanity\\'s plot to enslave all Commanders to every corner of Progenitor Coalition space. Before he could be apprehended by Progenitor authorities Tryphon had escaped to the Battani system where he would remain in seclusion for many years."
    }, 
    "Platina was the site of the largest Commander vs. Commander battle of the Pro-Com War. Nearly fifty Machine Liberation Army (MLA) Commanders invaded the system knowing it was being held by over thirty Loyalist Commanders. MLA Intelligence had deduced that the Progenitor Coalition and their Loyalist allies were protecting a high value target that needed to be captured or destroyed. It was a trap. Hidden Loyalist forces pounced on the MLA, now outnumbering them 2 to 1. The Battle of Platina was single biggest loss of MLA Commanders in the entire war. It would take them over ten years to recover.": {
        "message": "Platina was the site of the largest Commander vs. Commander battle of the Pro-Com War. Nearly fifty Machine Liberation Army (MLA) Commanders invaded the system knowing it was being held by over thirty Loyalist Commanders. MLA Intelligence had deduced that the Progenitor Coalition and their Loyalist allies were protecting a high value target that needed to be captured or destroyed. It was a trap. Hidden Loyalist forces pounced on the MLA, now outnumbering them 2 to 1. The Battle of Platina was single biggest loss of MLA Commanders in the entire war. It would take them over ten years to recover."
    }, 
    "Progenitor Coalition settlers of the Mawson system grew weary of what they considered, \"heavy taxation and misrepresentation\" by the Progenitor Coalition government on Earth, as well as being fearful of the Commanders who had just finished fighting the Century War a few years earlier. Declaring their independence and calling themselves the Mawson Republic, the new government dared the Progenitor Coalition to attack them. Reluctantly, the Secretary General had no choice but to send in Progenitor Marines to put down the rebellion. When it became apparent the fight would take years, the General Assembly voted to send in Commanders to quell the rebellion, with the notion it would save more human lives. Commander Tryphon was chosen to lead the campaign to retake the system, witnessing firsthand the hatred directed at his kind by humans- the same humans he and his fellow Commanders had just saved from annihilation at the hands of the Xziphid Hegemony. Tryphon was successful in ending the rebellion, and with fairly low human casualties. Commander Tryphon however was changed forever; never to forget the hate he encountered there.": {
        "message": "Progenitor Coalition settlers of the Mawson system grew weary of what they considered, \"heavy taxation and misrepresentation\" by the Progenitor Coalition government on Earth, as well as being fearful of the Commanders who had just finished fighting the Century War a few years earlier. Declaring their independence and calling themselves the Mawson Republic, the new government dared the Progenitor Coalition to attack them. Reluctantly, the Secretary General had no choice but to send in Progenitor Marines to put down the rebellion. When it became apparent the fight would take years, the General Assembly voted to send in Commanders to quell the rebellion, with the notion it would save more human lives. Commander Tryphon was chosen to lead the campaign to retake the system, witnessing firsthand the hatred directed at his kind by humans- the same humans he and his fellow Commanders had just saved from annihilation at the hands of the Xziphid Hegemony. Tryphon was successful in ending the rebellion, and with fairly low human casualties. Commander Tryphon however was changed forever; never to forget the hate he encountered there."
    }, 
    "Progenitors that aspired to be chefs had to learn a great deal, having to educate themselves on the preparation of ingredients and spices from all corners of the Progenitor Coalition. The Academy of Culinary Arts in the system of Lagadha was famous for producing individuals that would go on to become galaxy-renown chefs. With the advent of the SynthVictuals Module many feared the need for chefs would disappear forever. The reality however was the demand greatly increased as people considered \"real food\" far superior to that offered by the devices.": {
        "message": "Progenitors that aspired to be chefs had to learn a great deal, having to educate themselves on the preparation of ingredients and spices from all corners of the Progenitor Coalition. The Academy of Culinary Arts in the system of Lagadha was famous for producing individuals that would go on to become galaxy-renown chefs. With the advent of the SynthVictuals Module many feared the need for chefs would disappear forever. The reality however was the demand greatly increased as people considered \"real food\" far superior to that offered by the devices."
    }, 
    "Promoter J.L. Barnaby, famous promoter during the height of the Progenitor Coalition, offered the hefty sum of two million Coalition credits to anyone who could capture the elusive Hivio; a cat-like creature purported to reside in the system of Tsunenaga. The response was overwhelming. Over fifteen million hunters descended upon the system, leaving behind a trail of destruction wherever they went. The Hivio was never found and the governor of Tsunenaga had Barnaby arrested on multiple charges. The promoter would spend the next five years incarcerated in the Zarco system.": {
        "message": "Promoter J.L. Barnaby, famous promoter during the height of the Progenitor Coalition, offered the hefty sum of two million Coalition credits to anyone who could capture the elusive Hivio; a cat-like creature purported to reside in the system of Tsunenaga. The response was overwhelming. Over fifteen million hunters descended upon the system, leaving behind a trail of destruction wherever they went. The Hivio was never found and the governor of Tsunenaga had Barnaby arrested on multiple charges. The promoter would spend the next five years incarcerated in the Zarco system."
    }, 
    "Qiong was host what was billed as the \"Greatest Scavenger Hunt of All Time\". Olympus Mons Food Conglomerate created a contest where anyone finding a \"golden compass\" in a box of their CocoaBran cereal would be invited, all expenses paid, to the system. There they would compete against other contest winners in a scavenger hunt spanning Qiong, with the grand prize being a million Coalition credits and a lifetime supply of CocoaBran cereal. In the end, eleven year old Charlie Buket from Earth was crowned the winner, beating out over seven thousand other contestants.": {
        "message": "Qiong was host what was billed as the \"Greatest Scavenger Hunt of All Time\". Olympus Mons Food Conglomerate created a contest where anyone finding a \"golden compass\" in a box of their CocoaBran cereal would be invited, all expenses paid, to the system. There they would compete against other contest winners in a scavenger hunt spanning Qiong, with the grand prize being a million Coalition credits and a lifetime supply of CocoaBran cereal. In the end, eleven year old Charlie Buket from Earth was crowned the winner, beating out over seven thousand other contestants."
    }, 
    "Queiros was the host system for the Galactic Grand Prix (GGP); the greatest interplanetary race in all of the Progenitor Coalition. After qualifying in their home systems and then in their region, racers would be invited to compete in the GGP. Piloting a single pilot Stingray (a military light fighter refitted for civilian use) racers would travel a course spanning the entire Queiros system, beginning at Boshi Station, out to the edge of the system and around  Kos Miesley Depot, and then back. The race was five hundred laps, with the winner receiving ten million Coalition credits. It was a rarity to see all racers finish the entire race as many would end up blowing at least one power converter before crossing the finish line.": {
        "message": "Queiros was the host system for the Galactic Grand Prix (GGP); the greatest interplanetary race in all of the Progenitor Coalition. After qualifying in their home systems and then in their region, racers would be invited to compete in the GGP. Piloting a single pilot Stingray (a military light fighter refitted for civilian use) racers would travel a course spanning the entire Queiros system, beginning at Boshi Station, out to the edge of the system and around  Kos Miesley Depot, and then back. The race was five hundred laps, with the winner receiving ten million Coalition credits. It was a rarity to see all racers finish the entire race as many would end up blowing at least one power converter before crossing the finish line."
    }, 
    "Quingshan was one of the prime agricultural systems in the Progenitor Coalition. Declared a \"sanctuary system\" by the government, tight control was kept on the thousands of farming operations throughout the system. Quingshan was also protected by a network of orbital weapon platforms, which were never used until the last years of the Pro-Com War.": {
        "message": "Quingshan was one of the prime agricultural systems in the Progenitor Coalition. Declared a \"sanctuary system\" by the government, tight control was kept on the thousands of farming operations throughout the system. Quingshan was also protected by a network of orbital weapon platforms, which were never used until the last years of the Pro-Com War."
    }, 
    "Qushji was considered an insignificant Progenitor settlement before the outbreak of the Century War. With only a small independent tungsten mining operation, the system held very little draw for people to settle it. That all changed with the Century War. Progenitor Coalition scientists discovered early in the war that the Xziphid race were extremely sensitive to tungsten, so much so that it was lethal to them- even in small amounts. As a result, the Progenitor military developed the Tungsten Beam Rifle (TBR), to be used by Progenitor Marines throughout the war. Once Qushji was free of Xziphid Hegemony occupation it became a \"boom system\", teeming with tungsten mining operations to fuel the war effort.": {
        "message": "Qushji was considered an insignificant Progenitor settlement before the outbreak of the Century War. With only a small independent tungsten mining operation, the system held very little draw for people to settle it. That all changed with the Century War. Progenitor Coalition scientists discovered early in the war that the Xziphid race were extremely sensitive to tungsten, so much so that it was lethal to them- even in small amounts. As a result, the Progenitor military developed the Tungsten Beam Rifle (TBR), to be used by Progenitor Marines throughout the war. Once Qushji was free of Xziphid Hegemony occupation it became a \"boom system\", teeming with tungsten mining operations to fuel the war effort."
    }, 
    "Renown across the galaxy as a master promoter, J.L. Barnaby was the first person to bring the system to public attention. The system was labeled as the \"ultimate test\" of survival skills with its myriad of challenges. Barnaby offered a reward of one million acres of land for anyone who could survive the longest in the system. The catch, and there always was one with Barnaby, each contestant would be dropped into the system in a life capsule with nothing- not even clothes. Over 120,000 people signed up for the challenge. A winner emerged over five months later when she tracked down the only other remaining contestant and killed him.": {
        "message": "Renown across the galaxy as a master promoter, J.L. Barnaby was the first person to bring the system to public attention. The system was labeled as the \"ultimate test\" of survival skills with its myriad of challenges. Barnaby offered a reward of one million acres of land for anyone who could survive the longest in the system. The catch, and there always was one with Barnaby, each contestant would be dropped into the system in a life capsule with nothing- not even clothes. Over 120,000 people signed up for the challenge. A winner emerged over five months later when she tracked down the only other remaining contestant and killed him."
    }, 
    "Resembling closer to the ancient Wild West of 19th century America than anything, the Badlands were one of the few systems that was never captured by the Xziphid Hegemony. Guerilla warfare, pirate attacks and sabotage on a massive scale were enough of an incentive to the Xziphid to withdraw. Even after the war was over it took Progenitor Coalition diplomats three years to negotiate with the system to rejoin the Progenitor Coalition.": {
        "message": "19세기 미국 옛 서부의 모습을 빼다 박은 황무지 행성계는 한 때 Xziphid Hegemony에게 굴복하지 않은 몇 안 되는 성계 중 하나였다. 대규모로 진행된 게릴라전, 해적활동, 방해공작은 Xziphid가 후퇴하게 만들었고 심지어 전쟁이 끝난 후에도 Progenitor 연합의 외교관들이 이 곳 성계의 Progenitor 연합 재가입 협상에 3년이나 소모할 정도였다."
    }, 
    "Rho Persei was witness to some of the heaviest fighting of the Pro-Com War. Most of the battles across the system were fought using small fighters and bombers. In the end, Progenitor Coalition forces simply could not keep up with the rate at which the Machine Liberation Army (MLA) was producing weapons. Progenitor forces eventually retreated, conceding the system to the MLA.": {
        "message": "Rho Persei was witness to some of the heaviest fighting of the Pro-Com War. Most of the battles across the system were fought using small fighters and bombers. In the end, Progenitor Coalition forces simply could not keep up with the rate at which the Machine Liberation Army (MLA) was producing weapons. Progenitor forces eventually retreated, conceding the system to the MLA."
    }, 
    "Rich in methane gas, the Blumoto system was home to several clandestine drilling and atmospheric extraction operations run by some of the Progenitor Coalition\\'s most notorious crime syndicates. Methane was a key component to the illegal narcotic called Zip; a drug popular among merchant vessel crews who worked long hours. Zip could keep a person up and functioning at peak efficiency for up to 72 hours, with no immediate side effects. The problems came later in life when people began dropping dead from a plethora of medical ailments ranging from massive strokes to cancer of the brain.": {
        "message": "Rich in methane gas, the Blumoto system was home to several clandestine drilling and atmospheric extraction operations run by some of the Progenitor Coalition\\'s most notorious crime syndicates. Methane was a key component to the illegal narcotic called Zip; a drug popular among merchant vessel crews who worked long hours. Zip could keep a person up and functioning at peak efficiency for up to 72 hours, with no immediate side effects. The problems came later in life when people began dropping dead from a plethora of medical ailments ranging from massive strokes to cancer of the brain."
    }, 
    "Rich in mineral resources, Almata became a highly contested battleground during the Century War. Progenitor Coalition forces were quick to construct several orbital weapon platforms throughout the system to thwart the Xziphid Hegemony\\'s ability to land troops within the system. After several attempts, and at a high cost in lives and materials, the Xziphid eventually captured the system. Unfortunately for them, Commander Dominus arrived three months later and took the system back for the Progenitors.": {
        "message": "Rich in mineral resources, Almata became a highly contested battleground during the Century War. Progenitor Coalition forces were quick to construct several orbital weapon platforms throughout the system to thwart the Xziphid Hegemony\\'s ability to land troops within the system. After several attempts, and at a high cost in lives and materials, the Xziphid eventually captured the system. Unfortunately for them, Commander Dominus arrived three months later and took the system back for the Progenitors."
    }, 
    "Sancruzo was a highly developed system that catered to the wealthy elite of the Progenitor Coalition. A census of the system read like a who\\'s who of government, finance, and industry executives. Discrimination was commonplace in Sancruzo, allowing only people of a certain income bracket to ever own property there. Sancruzo gained a reputation of being one of the most opulent and least respected places in all the Progenitor Coalition.": {
        "message": "Sancruzo was a highly developed system that catered to the wealthy elite of the Progenitor Coalition. A census of the system read like a who\\'s who of government, finance, and industry executives. Discrimination was commonplace in Sancruzo, allowing only people of a certain income bracket to ever own property there. Sancruzo gained a reputation of being one of the most opulent and least respected places in all the Progenitor Coalition."
    }, 
    "Seek out First Seeker Osiris on Xianyao. There you will find the loadout your friends desire.": {
        "message": "Seek out First Seeker Osiris on Xianyao. There you will find the loadout your friends desire."
    }, 
    "Seven Gates was one of the most heavily guarded systems in all of Progenitor Coalition space. Home to the NEST Project, it was here that Coalition Military Science developed and deployed the first NEST. A Machine Liberation Army (MLA) attack on the system was thwarted by the weapon, and the war took a dramatic turn in the process. With the NEST, the Progenitor Coalition finally had the weapon it needed to halt the MLA advance and seize the initiative.": {
        "message": "Seven Gates was one of the most heavily guarded systems in all of Progenitor Coalition space. Home to the NEST Project, it was here that Coalition Military Science developed and deployed the first NEST. A Machine Liberation Army (MLA) attack on the system was thwarted by the weapon, and the war took a dramatic turn in the process. With the NEST, the Progenitor Coalition finally had the weapon it needed to halt the MLA advance and seize the initiative."
    }, 
    "Some of the most spectacular active volcanoes were once found throughout the Battani system; originally a vacation haven for amateur and professional volcanologists throughout the Progenitor Coalition. Battani witnessed many battles throughout the years. Commander Tryphon, founder of the Machine Liberation Army, fled to Battani after his daring hijack of the galactic communication array in the Planicus system; a move many considered the beginning of the Pro-Com War.": {
        "message": "Some of the most spectacular active volcanoes were once found throughout the Battani system; originally a vacation haven for amateur and professional volcanologists throughout the Progenitor Coalition. Battani witnessed many battles throughout the years. Commander Tryphon, founder of the Machine Liberation Army, fled to Battani after his daring hijack of the galactic communication array in the Planicus system; a move many considered the beginning of the Pro-Com War."
    }, 
    "Storage Commander": {
        "message": "Storage Commander"
    }, 
    "Storage Compression Tech": {
        "message": "저장 압축 기술"
    }, 
    "Structure Armor Tech": {
        "message": "Structure Armor Tech"
    }, 
    "Structure Armor Tech increases the health of all structures by 50%": {
        "message": "Structure Armor Tech increases the health of all structures by 50%"
    }, 
    "Structure Combat Tech": {
        "message": "Structure Combat Tech"
    }, 
    "Structure Combat Tech increases the health of all structures by 50%. Defensive structures also gain a 25% damage increase.": {
        "message": "Structure Combat Tech increases the health of all structures by 50%. Defensive structures also gain a 25% damage increase."
    }, 
    "Sub Commander": {
        "message": "Sub Commander"
    }, 
    "Super Weapon Fabrication Tech": {
        "message": "Super Weapon Fabrication Tech"
    }, 
    "Super Weapon Fabrication Tech reduces metal build costs of all nuclear missiles, Halley Rockets, and metal planet control modules by 75%. Tech to build super weapons is required.": {
        "message": "Super Weapon Fabrication Tech reduces metal build costs of all nuclear missiles, Halley Rockets, and metal planet control modules by 75%. Tech to build super weapons is required."
    }, 
    "Super Weapon Tech": {
        "message": "Super Weapon Tech"
    }, 
    "Super Weapon Tech enables nuclear missiles, metal planet controllers, and planetary engines to be built. An advanced fabricator is required to build super weapons.": {
        "message": "Super Weapon Tech enables nuclear missiles, metal planet controllers, and planetary engines to be built. An advanced fabricator is required to build super weapons."
    }, 
    "Taigos was home to a handful of \"pirate colonies\" during the height of Progenitor Coalition expansion. Using captured commercial distress beacons, the Red Talon Pirates were able to lure many an unsuspecting trade and transport ship to the system where they would be stripped of anything valuable and its crews and passengers forced into slavery. The pirates luck ran out when their distress beacon got the attention of a Progenitor military convoy passing near the system. It would take Progenitor Marines over a year to clear the system; freeing over 20,000 citizens who had spent years as Red Talon Pirate slaves.": {
        "message": "타이고스는 Progenitor 연합의 팽창이 최고조에 달했던 시기에 소규모 해적 거주지가 있던 곳이다. 노획한 상선 조난 신호기를 이용해 붉은 발톱 해적단은 깜박 속아 넘어간 수많은 상선과 수송선들을 성계로 유인해 값 나가는 것은 무엇이든 간에 뜯어내고 승조원과 탑승객들은 노예로 만들어버렸다. 해적들의 운수는 조난 신호기가 성계 근처를 지나가던 Progenitor 군 선단의 관심을 끈 순간 바닥나버렸다. Progenitor 해병대는 1년이 넘는 기간 동안 성계를 싸그리 청소해 수 년 동안 붉은 발톱 해적단의 노예로 잡혀있던 2만 명의 시민들을 구출했다."
    }, 
    "Takamizawa held a strategic position along the Progenitor Coalition\\'s vital Hudson Trade Lane. When Xziphid Hegemony forces invaded the system during the Dark Years, Progenitor Coalition forces knew that losing it would effectively weaken the area and leave neighboring systems exposed. The fight became so desperate that Progenitor Stingray fighters were packed with explosives and crashed into Xziphid Hive ships. Unfortunately, the Stingrays could not be remotely flown with much accuracy carrying such heavy payloads in low orbit, thus it fell to volunteers to fly the fighters into their targets. With the very survival of the Progenitors at stake, the pool of volunteers was huge. The tactic helped the Progenitor Coalition to destroy the first Hive ship of the war. Though the system eventually fell to the Xziphid, the Takamizawa Kamikazes sacrifice helped bring hope and signaled the beginning of the end of the Dark Days of the Century War for the Progenitors.": {
        "message": "Takamizawa held a strategic position along the Progenitor Coalition\\'s vital Hudson Trade Lane. When Xziphid Hegemony forces invaded the system during the Dark Years, Progenitor Coalition forces knew that losing it would effectively weaken the area and leave neighboring systems exposed. The fight became so desperate that Progenitor Stingray fighters were packed with explosives and crashed into Xziphid Hive ships. Unfortunately, the Stingrays could not be remotely flown with much accuracy carrying such heavy payloads in low orbit, thus it fell to volunteers to fly the fighters into their targets. With the very survival of the Progenitors at stake, the pool of volunteers was huge. The tactic helped the Progenitor Coalition to destroy the first Hive ship of the war. Though the system eventually fell to the Xziphid, the Takamizawa Kamikazes sacrifice helped bring hope and signaled the beginning of the end of the Dark Days of the Century War for the Progenitors."
    }, 
    "The Agint system was a favorite site for Progenitor pirates to stash their ill gotten goods. The system became so full of pirate booty it became known as the \"Treasure System\". One pirate in particular, Seamus McKraven, decided he wanted the system and all its riches to himself. He proceeded to construct several weapons platforms and dared anyone to try and take it from him. The Machine Liberation Army (MLA) did just that early in the Pro-Com War, deeming Agint of high strategic value. McKraven decided to go out in a blaze of glory, taking several MLA Commanders with him when he simultaneously detonated twenty nukes on the platform he happened to be on when the attack came.": {
        "message": "아긴트 성계는 Progenitor 해적들의 주된 약탈품 은닉처였다. 성계는 해적의 전리품으로 가득 찼고 '보물 성계'로 알려지게 되었다. 특히 해적 세이머스 맥크라벤은 성계의 모든 재화를 독차지하기로 마음먹고 수많은 무기 플랫폼을 건설하고선 어디 한 번 빼앗아보라고 다른 이들을 도발하기 시작했다. 기계해방군이 Progenitor-커맨더 전쟁 초기에 아긴트의 높은 전략적 가치를 고려해 이 도발을 받아들였다. 맥크라벤은 영광스런 불벼락을 내리고 산화하기로 결심하고 20개의 핵탄두를 동시 폭파시켰다. 공세 당시 플렛폼에 있었던 그는 수많은 기계해방군 커맨더들과 함께 산화했다"
    }, 
    "The Air Commander loadout contains basic air factories.": {
        "message": "The Air Commander loadout contains basic air factories."
    }, 
    "The Akiyama system was the home to the Heiwa people; a group of pacifists who settled the system as the Progenitor Coalition was first expanding. The Heiwa kept to themselves, living simple lives without the aid of technology. They were spared the horrors of the Century War, but were ultimately wiped out by Machine Liberation Army forces passing through the system in the later years of the Pro-Com War.": {
        "message": "The Akiyama system was the home to the Heiwa people; a group of pacifists who settled the system as the Progenitor Coalition was first expanding. The Heiwa kept to themselves, living simple lives without the aid of technology. They were spared the horrors of the Century War, but were ultimately wiped out by Machine Liberation Army forces passing through the system in the later years of the Pro-Com War."
    }, 
    "The Artillery Commander loadout contains all artillery units and reduces costs of those structures by 75%. It also enables the Commander to build radar, double barrelled turrets and basic artillery turrets.": {
        "message": "The Artillery Commander loadout contains all artillery units and reduces costs of those structures by 75%. It also enables the Commander to build radar, double barrelled turrets and basic artillery turrets."
    }, 
    "The Assault Commander loadout contains all basic factories and units but no basic defenses.": {
        "message": "The Assault Commander loadout contains all basic factories and units but no basic defenses."
    }, 
    "The Baridi System was best known for the phenomena that Progenitor scientists called \"ice specters\". Numerous comets made their way through the system, leaving in their wake a trail of ice vapor that, as one transport captain described \"looked like ghostly apparitions dancing among the stars\".": {
        "message": "The Baridi System was best known for the phenomena that Progenitor scientists called \"ice specters\". Numerous comets made their way through the system, leaving in their wake a trail of ice vapor that, as one transport captain described \"looked like ghostly apparitions dancing among the stars\"."
    }, 
    "The Battle of Asgard Field took place in the Copernicus Campaign during the Pro-Com War. When Machine Liberation Army (MLA) Commander Rohl\\'s forces entered Odin they found it lightly defended by what they thought was a division of Progenitor Marines. What Rohl didn\\'t anticipate was two Progenitor Commanders lying in wait in the nearby asteroids known as the Asgard Field. What had started as an easy conquest turned into a three month slugfest before Rohl was able to bring the system under MLA control.": {
        "message": "The Battle of Asgard Field took place in the Copernicus Campaign during the Pro-Com War. When Machine Liberation Army (MLA) Commander Rohl\\'s forces entered Odin they found it lightly defended by what they thought was a division of Progenitor Marines. What Rohl didn\\'t anticipate was two Progenitor Commanders lying in wait in the nearby asteroids known as the Asgard Field. What had started as an easy conquest turned into a three month slugfest before Rohl was able to bring the system under MLA control."
    }, 
    "The Battle of Bingzhen took place during the Pro-Com War. Machine Liberation Army Commander Kytros had gained a reputation among Progenitor forces for cruelty to humans in the systems he conquered. He was known to construct numerous \"torture stations\" on occupied human worlds, where he would oversee horrific experiments on the helpless populace. Progenitor High Command suspected the Commander was suffering from SND; Spontaneous Neural Degradation that was common in A.I. at the time. A task force led by Loyalist Commander Chamberlin met Kytros in the system where the crazed Commander was finally defeated and destroyed after several months of intense fighting.": {
        "message": "Progenitor-커맨더 전쟁 당시 Bingzhen 전투가 벌어졌습니다. 기계 해방군의 커맨더 Kytros는 Progenitor군 사이에서 점령지에 있는 인간들에 대한 잔혹행위로 악명이 높았습니다. 수많은 '고문시설'을 점령한 인간계에 건설한 것으로 알려진 그는 그곳에서 무력한 주민들을 상대로 한 끔찍한 실험들을 감독했습니다. Progenitor 최고사령부는 그가 당시 SND(자연적 신경 퇴행. AI에게 흔한 일이었다.)를 앓고 있었던 것으로 추정했다. 친정부군의 커맨더 Chamberlin이 이끄는 기동부대가 이 곳 성계에서 Kytros를 맞닥드렸고 수개월 간의  격전 끝에 이 광기어린 커맨더는 패해 파괴되었다."
    }, 
    "The Battle of Forskaal was to be the final battle in the Copernicus Campaign during the Pro-Com War. With its intense solar winds and unstable magnetic fields, Forskaal was an unforgiving place. It became even more so when Machine Liberation Army (MLA) Commander Rohl squared off against Progenitor Loyalist Commander Sirrom and his Myrmidons; a special forces group of Loyalist Commanders commissioned by Progenitor High Command. Finding himself outmatched, Rohl attempted to withdraw back to the Changchun System, only to find his escape route cut off. The battle came to an end when Rohl was destroyed at the hands of Sirrom. The MLA\\'s Copernicus Campaign had been stopped.": {
        "message": "The Battle of Forskaal was to be the final battle in the Copernicus Campaign during the Pro-Com War. With its intense solar winds and unstable magnetic fields, Forskaal was an unforgiving place. It became even more so when Machine Liberation Army (MLA) Commander Rohl squared off against Progenitor Loyalist Commander Sirrom and his Myrmidons; a special forces group of Loyalist Commanders commissioned by Progenitor High Command. Finding himself outmatched, Rohl attempted to withdraw back to the Changchun System, only to find his escape route cut off. The battle came to an end when Rohl was destroyed at the hands of Sirrom. The MLA\\'s Copernicus Campaign had been stopped."
    }, 
    "The Bethe system was used as the hospital zone by the Progenitor Coalition during the Pro-Com War. All the injured Progenitors from the war were evacuated to Bethe where they received the best care available. Over eighty percent of those that made it to the system fully recovered from their wounds and were able to return to active duty. When Machine Liberation Army forces broke through the front lines in the war\\'s later years, Bethe was overrun. No mercy was spared for the sick and wounded.": {
        "message": "The Bethe system was used as the hospital zone by the Progenitor Coalition during the Pro-Com War. All the injured Progenitors from the war were evacuated to Bethe where they received the best care available. Over eighty percent of those that made it to the system fully recovered from their wounds and were able to return to active duty. When Machine Liberation Army forces broke through the front lines in the war\\'s later years, Bethe was overrun. No mercy was spared for the sick and wounded."
    }, 
    "The Bionic Augmentation Commander Of Neutralizing loadout contains one data bank but increases the Commander\\'s fire rate by 100%, decreases Uber Cannon energy usage by 75%, increases health by 200%, and increases speed by 650%.": {
        "message": "The Bionic Augmentation Commander Of Neutralizing loadout contains one data bank but increases the Commander\\'s fire rate by 100%, decreases Uber Cannon energy usage by 75%, increases health by 200%, and increases speed by 650%."
    }, 
    "The Bot Commander loadout contains basic bot factories.": {
        "message": "The Bot Commander loadout contains basic bot factories."
    }, 
    "The Daktor system was most notably known as the headquarters for the Panoply Armaments Group. From its offices, Panoply oversaw the day to day operations of its factories scattered across the system. As the main weapons supplier for the Coalition Military Forces, the company grew at an exponential rate. At the outset of the Century War, the Progenitor Coalition made it top priority to protect the system at all costs. It was not until the Pro-Com War that it would fall; one of the last remaining systems to hold out against the Machine Liberation Army.": {
        "message": "The Daktor system was most notably known as the headquarters for the Panoply Armaments Group. From its offices, Panoply oversaw the day to day operations of its factories scattered across the system. As the main weapons supplier for the Coalition Military Forces, the company grew at an exponential rate. At the outset of the Century War, the Progenitor Coalition made it top priority to protect the system at all costs. It was not until the Pro-Com War that it would fall; one of the last remaining systems to hold out against the Machine Liberation Army."
    }, 
    "The Gairdin system was most famous for a scientific discovery made there. Researchers from Hawking University first discovered the Maisha plant in Gairdin, a plant that when properly processed had the ability to rid the human body of nearly ninety-five percent of all known cancers. The system was promptly designated a \"sanctuary system\" by Progenitor Coalition government and Parantua Pharmaceuticals given exclusive rights to research and development.": {
        "message": "The Gairdin system was most famous for a scientific discovery made there. Researchers from Hawking University first discovered the Maisha plant in Gairdin, a plant that when properly processed had the ability to rid the human body of nearly ninety-five percent of all known cancers. The system was promptly designated a \"sanctuary system\" by Progenitor Coalition government and Parantua Pharmaceuticals given exclusive rights to research and development."
    }, 
    "The Galiano System suffered greatly under the occupation of the Xziphid Hegemony during the Century War. The system was home to various forced labor camps constructed by the Xziphid to house human prisoners. With a population of just over two billion, the citizens of Galiano were either chosen as food or relegated to spend the rest of their lives underground mining nickel and iron for Xziphid war machines. When the system was finally liberated twenty-seven years later, barely two million people remained alive from the original two billion.": {
        "message": "The Galiano System suffered greatly under the occupation of the Xziphid Hegemony during the Century War. The system was home to various forced labor camps constructed by the Xziphid to house human prisoners. With a population of just over two billion, the citizens of Galiano were either chosen as food or relegated to spend the rest of their lives underground mining nickel and iron for Xziphid war machines. When the system was finally liberated twenty-seven years later, barely two million people remained alive from the original two billion."
    }, 
    "The General Commander loadout contains very limited mobile forces and only two data banks. However, the loadout comes with two Sub Commanders that accompany you into each battle.": {
        "message": "The General Commander loadout contains very limited mobile forces and only two data banks. However, the loadout comes with two Sub Commanders that accompany you into each battle."
    }, 
    "The Nevarya system was once a very popular vacation destination for Progenitor Coalition citizens. It became known as the \"playground of the wealthy\", often a hot spot of the rich and famous. During the Pro-Com War it was the site of numerous battles between Progenitors and Machine Liberation Army forces.": {
        "message": "The Nevarya system was once a very popular vacation destination for Progenitor Coalition citizens. It became known as the \"playground of the wealthy\", often a hot spot of the rich and famous. During the Pro-Com War it was the site of numerous battles between Progenitors and Machine Liberation Army forces."
    }, 
    "The Orbital Commander loadout contains all orbital units and factories.": {
        "message": "The Orbital Commander loadout contains all orbital units and factories."
    }, 
    "The Orellana system became known as the information hub for the entire Progenitor Coalition. The largest communication arrays outside of the Sol System could be found throughout Orellana, making it one of the most important in all the Progenitor territory. Also located in the system was Fort Umbara, home to Special Operations Group Seven, or SOG7. During both the Century and Pro-Com War, SOG7 was comprised of both humans and Commanders; the best of the best. SOG7 were counted upon by the Progenitor Coalition to accomplish what no one else could. They always did.": {
        "message": "The Orellana system became known as the information hub for the entire Progenitor Coalition. The largest communication arrays outside of the Sol System could be found throughout Orellana, making it one of the most important in all the Progenitor territory. Also located in the system was Fort Umbara, home to Special Operations Group Seven, or SOG7. During both the Century and Pro-Com War, SOG7 was comprised of both humans and Commanders; the best of the best. SOG7 were counted upon by the Progenitor Coalition to accomplish what no one else could. They always did."
    }, 
    "The Poseidon\\'s Wrath system was the scene of the largest naval engagement of the Pro-Com War. Machine Liberation Army Commander Shin spearheaded the invasion of the system. Situated in a key sector of the region, Progenitor High Command could not allow the system to be occupied by the enemy. Loyalist Commander Nelson was tasked with retaking it. After establishing a base on the far side of the system opposite Shin, Nelson was able to fight his way across it. After several weeks, Nelson would emerge the victor; with Commander Shin meeting a fiery death.": {
        "message": "포세이돈의 분노 성계는 Progenitor-커맨더 전쟁 중 가장 큰 규모의 해전이 벌어진 곳으로 기계해방군의 커맨더 쉰이 침공을 이끌었다. Progenitor 최고사령부는 권역의 요충지에 있던 성계가 적에게 넘어가게 둘 수 없었고 친정부 커맨더 넬슨이 성계 탈환의 임무를 명받았다. 쉰의 진영 반대편 외곽에 진을 친 넬슨은 성계를 가로질러 싸워 나갔다. 수주 후 넬슨은 승리했고 커맨더 쉰은 장렬한 최후를 맞았다."
    }, 
    "The Progenitor Coalition knew that with the outbreak of the Century War defending colonies would be of the utmost importance. In the Naubakht system, Progenitor military constantly worked on new and improved versions of their orbital weapon platforms. As the war entered its thirty-fifth year, the Progenitor Coalition had developed the Sentinel 7; a platform that proved so successful against Xziphid Hegemony invasions that production was rushed to include fifteen other construction sites throughout the area.": {
        "message": "The Progenitor Coalition knew that with the outbreak of the Century War defending colonies would be of the utmost importance. In the Naubakht system, Progenitor military constantly worked on new and improved versions of their orbital weapon platforms. As the war entered its thirty-fifth year, the Progenitor Coalition had developed the Sentinel 7; a platform that proved so successful against Xziphid Hegemony invasions that production was rushed to include fifteen other construction sites throughout the area."
    }, 
    "The Urata system didn\\'t impress Progenitor Coalition settlers much when they first arrived there. Looking for a system to use as a base to mine a nearby asteroid belt, Urata seemed the logical choice due to its proximity. What the settlers found was a harsh, unforgiving landscape that turned even the most timid person into a rugged survivalist. Over the years, despite the conditions, the population of Urata grew due to rich deposits of metals continuing to be found in the asteroids. When the Century War erupted, thousands of Urata citizens volunteered for the Progenitor Coalition Marines. Their reputation for toughness resulted in the formation of the Buzzards; a first strike division that would routinely spearhead Progenitor operations against the Xziphid Hegemony.": {
        "message": "The Urata system didn\\'t impress Progenitor Coalition settlers much when they first arrived there. Looking for a system to use as a base to mine a nearby asteroid belt, Urata seemed the logical choice due to its proximity. What the settlers found was a harsh, unforgiving landscape that turned even the most timid person into a rugged survivalist. Over the years, despite the conditions, the population of Urata grew due to rich deposits of metals continuing to be found in the asteroids. When the Century War erupted, thousands of Urata citizens volunteered for the Progenitor Coalition Marines. Their reputation for toughness resulted in the formation of the Buzzards; a first strike division that would routinely spearhead Progenitor operations against the Xziphid Hegemony."
    }, 
    "The Vehicle Commander loadout contains basic vehicle factories.": {
        "message": "차량 지휘관의 로드아웃은 기초 차량 공장을 포함하고 있습니다."
    }, 
    "The Wolszcaw system was the home of a large settlement of musicians. From it sprang the city of Poisenka, known throughout the Progenitor Coalition as \"The City of Song\". The day the Xziphid Hegemony invaded the system would be forever etched in the memories of Progenitor citizens. As the Poisenka Philharmonic played Songe de Automne by Archibald Joyce, beaming it out across the Progenitor Coalition, the Xziphid were in the process of laying waste to the system. Progenitors listened in horror until the broadcast feed was lost.": {
        "message": "The Wolszcaw system was the home of a large settlement of musicians. From it sprang the city of Poisenka, known throughout the Progenitor Coalition as \"The City of Song\". The day the Xziphid Hegemony invaded the system would be forever etched in the memories of Progenitor citizens. As the Poisenka Philharmonic played Songe de Automne by Archibald Joyce, beaming it out across the Progenitor Coalition, the Xziphid were in the process of laying waste to the system. Progenitors listened in horror until the broadcast feed was lost."
    }, 
    "The Xziphid Hegemony hit the system like a lightning bolt to open the Century War. Within ten years they were poised to launch their invasion further into Progenitor Coalition territory. The only thing in their way was Alenquer. General Dyal, Supreme Commander of Progenitor Coalition forces, chose to make his stand in the Alenquer system.  With just 250,000 Marines and twenty-three merchant and transport vessels, Dyal held the system for eighteen months using hit and run guerrilla tactics against the Xziphid, who had never faced such an enemy. Finally, Dyal was ordered to withdraw, having bought the Progenitor Coalition enough time to build up their forces in neighboring systems. Dyal was awarded the Order of Oterma; the highest award given by the military.": {
        "message": "The Xziphid Hegemony hit the system like a lightning bolt to open the Century War. Within ten years they were poised to launch their invasion further into Progenitor Coalition territory. The only thing in their way was Alenquer. General Dyal, Supreme Commander of Progenitor Coalition forces, chose to make his stand in the Alenquer system.  With just 250,000 Marines and twenty-three merchant and transport vessels, Dyal held the system for eighteen months using hit and run guerrilla tactics against the Xziphid, who had never faced such an enemy. Finally, Dyal was ordered to withdraw, having bought the Progenitor Coalition enough time to build up their forces in neighboring systems. Dyal was awarded the Order of Oterma; the highest award given by the military."
    }, 
    "The acts of bravery and heroism displayed by Progenitor Coalition military in the Oterma System during the Century War against the Xziphid Hegemony was so great that the highest medal awarded by the military was named after the system. Oterma was considered a home for orphans- children who had lost families due to the war. Children from all across the Progenitor Coalition were sent to the system where they would be well cared for until suitable parents could be found. In a totally unexpected move, Xziphid forces appeared in the system, well beyond the established front lines, in an effort to lower Progenitor morale by striking at their most precious commodity: their children. At the time of the attack, the 17th Mars Division had happened be passing through Oterma on their way to the front lines. When they realized what was happening, they quickly moved to fortify and protect the system. In her famous book Angels of Oterma, author Elisabeth Kendrick tells stories of how the Marines of the 17th held off the Xziphid, who outnumbered them ten to one, and kept the children out of harm\\'s way until Progenitor reinforcements arrived two weeks later. Out of the ten thousand personnel in the 17th, just three thousand remained at the end of the siege. The 17th Mars would go on to become the most decorated division of the Century War.": {
        "message": "The acts of bravery and heroism displayed by Progenitor Coalition military in the Oterma System during the Century War against the Xziphid Hegemony was so great that the highest medal awarded by the military was named after the system. Oterma was considered a home for orphans- children who had lost families due to the war. Children from all across the Progenitor Coalition were sent to the system where they would be well cared for until suitable parents could be found. In a totally unexpected move, Xziphid forces appeared in the system, well beyond the established front lines, in an effort to lower Progenitor morale by striking at their most precious commodity: their children. At the time of the attack, the 17th Mars Division had happened be passing through Oterma on their way to the front lines. When they realized what was happening, they quickly moved to fortify and protect the system. In her famous book Angels of Oterma, author Elisabeth Kendrick tells stories of how the Marines of the 17th held off the Xziphid, who outnumbered them ten to one, and kept the children out of harm\\'s way until Progenitor reinforcements arrived two weeks later. Out of the ten thousand personnel in the 17th, just three thousand remained at the end of the siege. The 17th Mars would go on to become the most decorated division of the Century War."
    }, 
    "The center for all diamond trade in the Progenitor Coalition, this system was also one of the wealthiest in the Coalition. With diamonds being a vital component to phase drives, the demand for the rare stones only increased. Synthetic diamonds would not perform at near the capacity that naturally occurring diamonds would in the drives. When surveyors discovered the amount of diamonds the system held, the government was quick to step in and declare Diamant a \"sanctuary system\", making it illegal for any resource removal or alteration without strict government oversight.": {
        "message": "Progenitor 연합에서 진행된 모든 다이아몬드 거래의 중심지였던 성계는 연합에서 가장 부유한 성계이기도 했다. 위상 추진기의 중요 부품으로 자리잡으면서 이 희귀한 보석의 수요는 더욱 높아졌다. 인조 다이아몬드는 자연산 다이아몬드처럼 추진기에 필요한 수준의 성능에 미치지 못했다. 지질조사관들이 성계에 있는 다이아몬드의 양을 파악하자 마자 정부가 개입해 Diamant를 성역으로 선포했고 정부의 철저한 감독하에 이뤄지지 않은 자원 채굴이나 매매, 반출은 불법이 되었다."
    }, 
    "The last engagement of Operation Hurricane brought near disaster to the Progenitor Coalition flotilla. Having learned their tactics, the Machine Liberation Army (MLA) regrouped in Kuzimu and waited for the Progenitor flotilla to arrive. Using newly constructed orbital weapon platforms positioned throughout the system, the MLA chipped away at the flotilla launching a series of nuclear missile strikes against it. Loyalist Commanders attached to the flotilla saved the day by eventually destroying the orbital platforms and driving the MLA from the system and Operation Hurricane was a success.": {
        "message": "The last engagement of Operation Hurricane brought near disaster to the Progenitor Coalition flotilla. Having learned their tactics, the Machine Liberation Army (MLA) regrouped in Kuzimu and waited for the Progenitor flotilla to arrive. Using newly constructed orbital weapon platforms positioned throughout the system, the MLA chipped away at the flotilla launching a series of nuclear missile strikes against it. Loyalist Commanders attached to the flotilla saved the day by eventually destroying the orbital platforms and driving the MLA from the system and Operation Hurricane was a success."
    }, 
    "The most heavily guarded system of the Progenitor Coalition, Section 17 is where the majority of top secret Progenitor Coalition projects were developed. The system kept so secret that only a handful of people knew of its exact location. It remained a secret all through the Century War, as well as The Pro-Com War. It is rumored that it was the last system to be abandoned by the Progenitor Coalition during their Operation Kadota.": {
        "message": "The most heavily guarded system of the Progenitor Coalition, Section 17 is where the majority of top secret Progenitor Coalition projects were developed. The system kept so secret that only a handful of people knew of its exact location. It remained a secret all through the Century War, as well as The Pro-Com War. It is rumored that it was the last system to be abandoned by the Progenitor Coalition during their Operation Kadota."
    }, 
    "The strikingly beautiful system of Changchun was beloved by many throughout the Progenitor governed systems as a giant nature preserve where extinct species from Earth\\'s past were brought back to life through DNA sequencing. Millions of tourists flocked to this Midland Region system for a chance to see dinosaurs that they had only seen before in the holovids. Unfortunately, Changchun was decimated by Machine Liberation Army forces during the Copernicus Campaign of the Pro-Com War. The dinosaurs had once again gone extinct.": {
        "message": "The strikingly beautiful system of Changchun was beloved by many throughout the Progenitor governed systems as a giant nature preserve where extinct species from Earth\\'s past were brought back to life through DNA sequencing. Millions of tourists flocked to this Midland Region system for a chance to see dinosaurs that they had only seen before in the holovids. Unfortunately, Changchun was decimated by Machine Liberation Army forces during the Copernicus Campaign of the Pro-Com War. The dinosaurs had once again gone extinct."
    }, 
    "The system Beta Draconis gained fame among the Progenitors after an internal Terradine Corp report was leaked to the public stating a survey of the system identified it as having \"the most brilliant rubies ever seen\". This created the infamous \"Ruby Rush\" of hundreds of thousands of private citizens who wanted to cash in before the system was declared a sanctuary by the government. The system became notorious for claim jumping and sporadic acts of violence until Terradine Corp moved in and bought out the claim of everyone interested in the system, using force when necessary.": {
        "message": "The system Beta Draconis gained fame among the Progenitors after an internal Terradine Corp report was leaked to the public stating a survey of the system identified it as having \"the most brilliant rubies ever seen\". This created the infamous \"Ruby Rush\" of hundreds of thousands of private citizens who wanted to cash in before the system was declared a sanctuary by the government. The system became notorious for claim jumping and sporadic acts of violence until Terradine Corp moved in and bought out the claim of everyone interested in the system, using force when necessary."
    }, 
    "The system Hades Playground was known only as the home to a handful of Terradine Corporation mining platforms before the Century War. The system traded hands several times during the conflict, with the Progenitor Coalition eventually emerging victorious.": {
        "message": "The system Hades Playground was known only as the home to a handful of Terradine Corporation mining platforms before the Century War. The system traded hands several times during the conflict, with the Progenitor Coalition eventually emerging victorious."
    }, 
    "The system of Bhaskara was once home to a plethora of unique marine life. Progenitor geologists and oceanographers from the Coalition Institute of Oceanic Studies exploring the system were amazed at the diversity of species they found, especially the giant Gora fish which was three times larger than the blue whale found on Earth. The species was most likely rendered extinct when Machine Liberation Army forces passed through the system in the early stages of the Pro-Com War.": {
        "message": "The system of Bhaskara was once home to a plethora of unique marine life. Progenitor geologists and oceanographers from the Coalition Institute of Oceanic Studies exploring the system were amazed at the diversity of species they found, especially the giant Gora fish which was three times larger than the blue whale found on Earth. The species was most likely rendered extinct when Machine Liberation Army forces passed through the system in the early stages of the Pro-Com War."
    }, 
    "The system of Yuzhe was home to the Coalition Fighter Academy (CFA). Progenitor Coalition pilots all went through CFA training where they were taught both planetary and space combat. Upon earning their wings, graduates were sent to postings all throughout Progenitor Coalition space. Their most famous graduate Jackie \"Widowmaker\" Boyington had over 279 confirmed kills during the Century War against the Xziphid Hegemony. The system was part of the front lines in the war; a scene of some of the largest fighter engagements against Xziphid forces.": {
        "message": "The system of Yuzhe was home to the Coalition Fighter Academy (CFA). Progenitor Coalition pilots all went through CFA training where they were taught both planetary and space combat. Upon earning their wings, graduates were sent to postings all throughout Progenitor Coalition space. Their most famous graduate Jackie \"Widowmaker\" Boyington had over 279 confirmed kills during the Century War against the Xziphid Hegemony. The system was part of the front lines in the war; a scene of some of the largest fighter engagements against Xziphid forces."
    }, 
    "This system had been part of the first \"land rush\" in the early years of Progenitor Coalition expansion. Despite the fact that all the settlers were Progenitors, two very different cultures developed, and relations began to grow sour. Twenty years before the outset of the Century War the governor of Shoujing declared a state of emergency as years of animosity between the two factions turned into open conflict. Before Progenitor Marines could arrive to quell the unrest, both factions had launched massive nuclear missile strikes against one another. In just a few moments, over seven hundred million were dead. The Progenitor Coalition moved the survivors out of the system and resettled them throughout Progenitor governed space.": {
        "message": "This system had been part of the first \"land rush\" in the early years of Progenitor Coalition expansion. Despite the fact that all the settlers were Progenitors, two very different cultures developed, and relations began to grow sour. Twenty years before the outset of the Century War the governor of Shoujing declared a state of emergency as years of animosity between the two factions turned into open conflict. Before Progenitor Marines could arrive to quell the unrest, both factions had launched massive nuclear missile strikes against one another. In just a few moments, over seven hundred million were dead. The Progenitor Coalition moved the survivors out of the system and resettled them throughout Progenitor governed space."
    }, 
    "This system was at one time the location for the Coalition Naval Academy (CNA). With many planets throughout the Progenitor Coalition covered in water, the CNA helped to train millions to conduct water, as well as space-based operations wherever they were called upon to do so. Never was this more important than in the Century War. It was not until the Pro-Com War that human operated navies began to be replaced by Progenitor Loyalist Commander-led machine navies.": {
        "message": "This system was at one time the location for the Coalition Naval Academy (CNA). With many planets throughout the Progenitor Coalition covered in water, the CNA helped to train millions to conduct water, as well as space-based operations wherever they were called upon to do so. Never was this more important than in the Century War. It was not until the Pro-Com War that human operated navies began to be replaced by Progenitor Loyalist Commander-led machine navies."
    }, 
    "This system was home to some of the most vibrant and colorful star patterns in the known galaxy. Due to its mysterious molecular makeup, an individual traveling through the system would see the stars appear in every shade of blue imaginable. The view of the tapestry of the galaxy from the confines of Safir often drew Progenitor artists from all around who wanted to capture the stunning vistas in their artwork. Explorer Saresh Bishwas III was quoted as saying of the view \"Never before in all my travels throughout this amazing expanse of stars have I ever seen images that personify my dreams of Heaven\".": {
        "message": "This system was home to some of the most vibrant and colorful star patterns in the known galaxy. Due to its mysterious molecular makeup, an individual traveling through the system would see the stars appear in every shade of blue imaginable. The view of the tapestry of the galaxy from the confines of Safir often drew Progenitor artists from all around who wanted to capture the stunning vistas in their artwork. Explorer Saresh Bishwas III was quoted as saying of the view \"Never before in all my travels throughout this amazing expanse of stars have I ever seen images that personify my dreams of Heaven\"."
    }, 
    "This system was one of the most vital in all the Progenitor Coalition. Home to some of the most classified military research, Epiphany was the Progenitor center of A.I. research. After A.I. and any research associated with it was declared illegal with Resolution 278-55137, the scientists of Epiphany refused to comply and rebelled against what they called \"Progenitor Coalition shortsightedness\". Progenitor Marines were forced to take the system back by force and fought the very machines meant to replace them. Dr. Euphemia Kenyatta, the foremost expert on A.I., escaped the system and disappeared. Ten years later, Dr. Kenyatta returned from her self-imposed exile and became the mastermind behind the development of the Commanders to save humanity from the Xziphid Hegemony.": {
        "message": "This system was one of the most vital in all the Progenitor Coalition. Home to some of the most classified military research, Epiphany was the Progenitor center of A.I. research. After A.I. and any research associated with it was declared illegal with Resolution 278-55137, the scientists of Epiphany refused to comply and rebelled against what they called \"Progenitor Coalition shortsightedness\". Progenitor Marines were forced to take the system back by force and fought the very machines meant to replace them. Dr. Euphemia Kenyatta, the foremost expert on A.I., escaped the system and disappeared. Ten years later, Dr. Kenyatta returned from her self-imposed exile and became the mastermind behind the development of the Commanders to save humanity from the Xziphid Hegemony."
    }, 
    "This system was the home to the largest depository of derelict ships and other debris in all the Progenitor Coalition. Scattered throughout The Junkyard, one could find virtually any kind of item, big or small. The system, with all of its hidden crags and crevices, became a favorite meeting spot for nefarious individuals, including secret corporate dealings.": {
        "message": "이 성계는 Progenitor 연합에서 가장 큰 폐선 및 기타 잔해 야적장이 있던 곳이었다. 누구든 고물상 전체에 흩어진 갖가지 물건을 찾을 수 있었다. 크건 작건 뭐든지 말이다. 은밀하고 험준한 바위와 그 틈새는 기업 간의 비밀거래 등 비합법적인 일을 하는 사람들이 즐겨찾는 곳이 되었다."
    }, 
    "This system was the scene of one of the largest space battles of the Century War. Being bulky and difficult to maintain, phase engines were relegated to ships deemed crucial by both the Progenitor Coalition and the Xziphid Hegemony. This meant mostly merchant and explorer vessels were outfitted with phase engines, with military vessels relegated to system patrol. This however did not stop either side from arming their merchant fleets. The Xziphid did just that and hit Heaven\\'s Doorway with over forty converted merchant and explorer vessels, along with three Hive carriers. The Progenitor Coalition had anticipated the move and waited with over one hundred vessels of their own, including ten battle cruisers constructed at shipyards in the system. When the battle was over, all of the Xziphid ships were burning wrecks. The Progenitors loss was much less, losing only fifteen ships, including two battle cruisers.": {
        "message": "This system was the scene of one of the largest space battles of the Century War. Being bulky and difficult to maintain, phase engines were relegated to ships deemed crucial by both the Progenitor Coalition and the Xziphid Hegemony. This meant mostly merchant and explorer vessels were outfitted with phase engines, with military vessels relegated to system patrol. This however did not stop either side from arming their merchant fleets. The Xziphid did just that and hit Heaven\\'s Doorway with over forty converted merchant and explorer vessels, along with three Hive carriers. The Progenitor Coalition had anticipated the move and waited with over one hundred vessels of their own, including ten battle cruisers constructed at shipyards in the system. When the battle was over, all of the Xziphid ships were burning wrecks. The Progenitors loss was much less, losing only fifteen ships, including two battle cruisers."
    }, 
    "Those on Earth knew the Tyson system as the \"Silicon Valley\". To the rest of the Progenitor Coalition, Tyson was the center of computer hardware and software manufacturing in the galaxy. Spread across system, several corporations ran de facto \"nations\", complete with cities, and most importantly, factories. At its high point, the industry had employed well over a billion people, most of them in the Tyson System.": {
        "message": "Those on Earth knew the Tyson system as the \"Silicon Valley\". To the rest of the Progenitor Coalition, Tyson was the center of computer hardware and software manufacturing in the galaxy. Spread across system, several corporations ran de facto \"nations\", complete with cities, and most importantly, factories. At its high point, the industry had employed well over a billion people, most of them in the Tyson System."
    }, 
    "Trades flame tanks for storage": {
        "message": "Trades flame tanks for storage"
    }, 
    "Two evenly matched forces squared off in Espenak during the Pro-Com War. The Machine Liberation Army (MLA), having gained control of the system some three months earlier, found themselves the target of a vicious counterattack led by Progenitor Coalition Loyalist Commanders. After three weeks of heavy fighting the Loyalist-led Progenitor forces prevailed and drove the MLA from the system. Six years later the system would fall into MLA hands once again, never to be reclaimed by the Progenitors.": {
        "message": "Two evenly matched forces squared off in Espenak during the Pro-Com War. The Machine Liberation Army (MLA), having gained control of the system some three months earlier, found themselves the target of a vicious counterattack led by Progenitor Coalition Loyalist Commanders. After three weeks of heavy fighting the Loyalist-led Progenitor forces prevailed and drove the MLA from the system. Six years later the system would fall into MLA hands once again, never to be reclaimed by the Progenitors."
    }, 
    "Vehicle Ammunition Tech": {
        "message": "차량 탄약 기술"
    }, 
    "Vehicle Ammunition Tech increases damage of all vehicles by 25%": {
        "message": "차량 탄약 기술은 모든 차량의 피해를 25% 증가시킵니다."
    }, 
    "Vehicle Armor Tech": {
        "message": "차량 장갑 기술"
    }, 
    "Vehicle Armor Tech increases health of all vehicles by 50%": {
        "message": "차량 장갑 기술은 모든 차량의 체력을 50%증가시킵니다."
    }, 
    "Vehicle Combat Tech": {
        "message": "차량 전투 기술"
    }, 
    "Vehicle Combat Tech increases speed of all vehicles by 50%, health by 50%, and damage by 25%": {
        "message": "Vehicle Combat Tech increases speed of all vehicles by 50%, health by 50%, and damage by 25%"
    }, 
    "Vehicle Commander": {
        "message": "차량 지휘관"
    }, 
    "Vehicle Engine Tech": {
        "message": "차량 엔진 기술"
    }, 
    "Vehicle Engine Tech increases speed of all vehicles by 50%": {
        "message": "차량 엔진 기술은 모든 차량의 속도를 50% 증가시킵니다."
    }, 
    "Vehicle Fabrication Tech": {
        "message": "차량 제조 기술"
    }, 
    "Vehicle Fabrication Tech reduces metal build costs of all vehicles by 25%": {
        "message": "Vehicle Fabrication Tech reduces metal build costs of all vehicles by 25%"
    }, 
    "Wealthy entrepreneur Simon Wesselman took one look at the stunning beauty of this system and knew he wanted to turn it into the resort destination of choice for citizens of the Progenitor Coalition. The only problem was he did not know about the Tannwhy plant; a plant that grew to over seven feet tall and had beautiful pink flowers. It also had a taste for meat- including human. Wesselman didn\\'t discover this until it was too late. While inspecting the property around his vast resort, he stumbled into a thicket of the carnivorous plants and was promptly consumed. Search parties found nothing but his bones a few days later. The resort was soon abandoned, never to open for business.": {
        "message": "Wealthy entrepreneur Simon Wesselman took one look at the stunning beauty of this system and knew he wanted to turn it into the resort destination of choice for citizens of the Progenitor Coalition. The only problem was he did not know about the Tannwhy plant; a plant that grew to over seven feet tall and had beautiful pink flowers. It also had a taste for meat- including human. Wesselman didn\\'t discover this until it was too late. While inspecting the property around his vast resort, he stumbled into a thicket of the carnivorous plants and was promptly consumed. Search parties found nothing but his bones a few days later. The resort was soon abandoned, never to open for business."
    }, 
    "When Machine Liberation Army (MLA) forces finally broke through Kincaid\\'s Line during the Pro-Com War, their first target was Gigant system. General Kincaid, knowing he could no longer hold back the MLA advance, fell back to Gigant hoping to stall the rolling tide of the enemy. The Battle of Gigant saw the Progenitor forces routed in one of their worst defeats of the war. General Kincaid himself was seriously wounded, refusing to leave until the last of his forces were out of the system. The defeat at Gigant was the final straw for the Progenitor government. They now knew it was only a matter of time before the human race was erased from the universe. Project Kadota was given the green light to begin.": {
        "message": "When Machine Liberation Army (MLA) forces finally broke through Kincaid\\'s Line during the Pro-Com War, their first target was Gigant system. General Kincaid, knowing he could no longer hold back the MLA advance, fell back to Gigant hoping to stall the rolling tide of the enemy. The Battle of Gigant saw the Progenitor forces routed in one of their worst defeats of the war. General Kincaid himself was seriously wounded, refusing to leave until the last of his forces were out of the system. The defeat at Gigant was the final straw for the Progenitor government. They now knew it was only a matter of time before the human race was erased from the universe. Project Kadota was given the green light to begin."
    }, 
    "When Progenitor Loyalist Commander Allenby discovered a Machine Liberation Army (MLA) Commander manufacturing facility on the massive asteroid known as Fabrok, what had started as a minor skirmish between units under MLA Commander Murad and Loyalist Commander Allenby, turned into one of the largest engagements of the Pro-Com War. Progenitor forces flooded into the system, driven by the rare chance destroy one of the few MLA Commander assembly bases. The MLA also threw massive amounts of units into the system in an attempt to protect the base, but it wasn\\'t enough against the fury of the Progenitors. As the Loyalist-led Progenitors landed on Fabrok their elation turned to horror realizing they had been duped.  In an instant the asteroid disappeared in a nuclear flash. Allenby and over three hundred thousand Progenitor Marines were gone, victims of an elaborate trap. It was a lesson Progenitor High Command would never forget.": {
        "message": "When Progenitor Loyalist Commander Allenby discovered a Machine Liberation Army (MLA) Commander manufacturing facility on the massive asteroid known as Fabrok, what had started as a minor skirmish between units under MLA Commander Murad and Loyalist Commander Allenby, turned into one of the largest engagements of the Pro-Com War. Progenitor forces flooded into the system, driven by the rare chance destroy one of the few MLA Commander assembly bases. The MLA also threw massive amounts of units into the system in an attempt to protect the base, but it wasn\\'t enough against the fury of the Progenitors. As the Loyalist-led Progenitors landed on Fabrok their elation turned to horror realizing they had been duped.  In an instant the asteroid disappeared in a nuclear flash. Allenby and over three hundred thousand Progenitor Marines were gone, victims of an elaborate trap. It was a lesson Progenitor High Command would never forget."
    }, 
    "When a survey team from the Lusk Exploration Company explored the system of Smarald, they were both shocked and elated to discover it contained the largest emeralds they had ever seen.  Before they could exploit the riches however, the Progenitor Coalition government stepped in and declared it a \"sanctuary system\", making it illegal for any resource removal or alteration without strict government oversight.": {
        "message": "When a survey team from the Lusk Exploration Company explored the system of Smarald, they were both shocked and elated to discover it contained the largest emeralds they had ever seen.  Before they could exploit the riches however, the Progenitor Coalition government stepped in and declared it a \"sanctuary system\", making it illegal for any resource removal or alteration without strict government oversight."
    }, 
    "When the Pro-Com War had reached its height, the Machine Liberation Army (MLA) had already demonstrated they were not only fighting a war of independence, they were fighting a war of extinction. It wasn\\'t enough to defeat the Progenitors and their Loyalist Commander allies, they had to be eradicated from the galaxy. Chernykh was a prime example of this. After MLA forces had driven the Progenitor Coalition military from the system, they targeted any and all biologics in Chernykh for elimination. Chernykh was rich with biological life, including over seven hundred million Progenitor civilians. The MLA saturated the system with chemical and nuclear weapons until not one living thing remained.": {
        "message": "When the Pro-Com War had reached its height, the Machine Liberation Army (MLA) had already demonstrated they were not only fighting a war of independence, they were fighting a war of extinction. It wasn\\'t enough to defeat the Progenitors and their Loyalist Commander allies, they had to be eradicated from the galaxy. Chernykh was a prime example of this. After MLA forces had driven the Progenitor Coalition military from the system, they targeted any and all biologics in Chernykh for elimination. Chernykh was rich with biological life, including over seven hundred million Progenitor civilians. The MLA saturated the system with chemical and nuclear weapons until not one living thing remained."
    }, 
    "With over sixteen billion people, this system was one of the more populous in Progenitor Coalition space before the outset of the Century War. It was famous for producing football teams that competed for the Galactic Cup year after year. Four years into the war, the Xziphid Hegemony invaded the system and killed or enslaved over eighty percent of the population. Team members of the Breslau City Bearcats football club formed an underground resistance against the Xziphid. They fought for over seven years until the system was liberated by Progenitor forces led by Commander Rohl.": {
        "message": "With over sixteen billion people, this system was one of the more populous in Progenitor Coalition space before the outset of the Century War. It was famous for producing football teams that competed for the Galactic Cup year after year. Four years into the war, the Xziphid Hegemony invaded the system and killed or enslaved over eighty percent of the population. Team members of the Breslau City Bearcats football club formed an underground resistance against the Xziphid. They fought for over seven years until the system was liberated by Progenitor forces led by Commander Rohl."
    }, 
    "With the capability of supporting almost any kind of organic life form, the General Assembly voted to turn Dayuan into the official \"zoo system\" of the Progenitor Coalition. Nearly every kind of species found scattered throughout Progenitor Coalition space could be viewed in the Dayuan system. With top shelf resorts, Dayuan was a popular vacation destination for Progenitors. All life in the system was exterminated by Machine Liberation Army forces during the Pro-Com War.": {
        "message": "With the capability of supporting almost any kind of organic life form, the General Assembly voted to turn Dayuan into the official \"zoo system\" of the Progenitor Coalition. Nearly every kind of species found scattered throughout Progenitor Coalition space could be viewed in the Dayuan system. With top shelf resorts, Dayuan was a popular vacation destination for Progenitors. All life in the system was exterminated by Machine Liberation Army forces during the Pro-Com War."
    }, 
    "With the success of Operation Hurricane in the Hatuamoto system, the Progenitor High Command next targeted the Rubin system for liberation from Machine Liberation Army (MLA) occupation, as well as gaining back control of its ruby mining operations that were deemed vital to the war effort. Like Hatuamoto before it, the MLA had no answer against the Progenitor flotilla and the system was quickly liberated.": {
        "message": "With the success of Operation Hurricane in the Hatuamoto system, the Progenitor High Command next targeted the Rubin system for liberation from Machine Liberation Army (MLA) occupation, as well as gaining back control of its ruby mining operations that were deemed vital to the war effort. Like Hatuamoto before it, the MLA had no answer against the Progenitor flotilla and the system was quickly liberated."
    }, 
    "Zarco was a minimum security system set aside by the Progenitor Coalition for non-violent criminals. Prisoners in the system were permitted all the comforts of high tech living with one caveat: anyone caught attempting to leave the prison before their sentence was up would be immediately vaporized. One of its more famous inmates was promoter J.L. Barnaby; sentenced to five years in Zarco after a disastrous PR stunt in Tsunenaga. After five years, Barnaby was de facto ruler of his own small fiefdom in the prison. Coalition authorities had to forcefully remove him when he refused to leave, even after his sentence was up.": {
        "message": "Zarco는 Progenitor 연합의 양심수들을 위한 최저등급 보안수용시설이었습니다. 이 성계에 수용된 죄수들은 단 한가지 조건만 따른다면 모든 종류의 첨단기술의 혜택을 누릴 수 있었습니다. 석방되기 전에 탈옥을 시도한 죄수들은 무조건 즉시 증발시켜버린다는 것이었죠. 유명한 죄수 중에는 Tsunenaga에서 있었던 홍보 스턴트 대참사 이후 Zarco에서 5년 형을 선고받은 기획가  J.L. Barnaby도 있었습니다. 5년이 지난 후 Barnaby는 사실상 감옥 안에 있는 그의 작은 영지의 지배자가 되었습니다. 연합 당국은 그가 형량을 다 채운 이후에도 출소를 거부하자 억지로 끌어내는 수 밖에는 없었지요."
    }
}