{
    "\"Where criminals go to die\" was a common phrase uttered by all Progenitor Coalition citizens. Epsilon Persei was the home of the Progenitor Coalition maximum security prison for the worst of the worst. When a prisoner was sentenced, they were transported to Sentinel Station, placed in a life capsule and jettisoned out. In his book, Escape from Epsilon Persei, the bounty hunter known as Viper detailed his harrowing adventures in the system to rescue a member of the General Assembly whose ship had crashed there.": {
        "message": "\"Tam, gdzie przestępców zsyła się na śmierć\" było znanym określeniem na to miejsce krążącym wśród obywateli Koalicji Przodków. Znajdujące się na Epsilon Persei więzienie o zaostrzonym rygorze było ośrodkiem dla najgorszych kryminalistów. Po skazaniu więźnia przewożono go na Stację Strażniczą, umieszczano w kapsule życia i wystrzeliwano w przestrzeń. W swojej książce \"Ucieczka z Epsilon Persei\" łowca Żmija opisał swoje przygody w tym systemie, kiedy to przybył tam na ratunek członkowi Zgromadzenia Ogólnego, którego statek uległ katastrofie."
    }, 
    "Activates the Tech to build artillery structures.": {
        "message": "Aktywuje technologię budowania struktur artylerii."
    }, 
    "Additional Data Bank": {
        "message": "Dodatkowy bank danych"
    }, 
    "Adds a Sub Commander that will join you in battles.": {
        "message": "Dodaje wicedowódcę, który dołączy do ciebie w walce."
    }, 
    "Adds a new slot for another technology.": {
        "message": "Dodaje nowe miejsce dla kolejnej technologii."
    }, 
    "Advanced Air Tech": {
        "message": "Zaaw. technologia lotnicza"
    }, 
    "Advanced Bot Tech": {
        "message": "Zaaw. technologia botów"
    }, 
    "Advanced Bot tech enables building of Advanced Bots and Advanced Bot Factories. Advanced Bot factories are built via advanced bot fabricators. Also grants the Basic Bot Factory and Basic Bot Fabricator.": {
        "message": "Zaawansowana technologia botów pozwala budować zaawansowane boty oraz zaawansowane fabryki botów. Zaawansowane fabryki botów mogą być wytwarzane przez zaawansowane fabrykatory botów. Technologia zapewnia też podstawową fabrykę botów i podstawowy fabrykator botów."
    }, 
    "Advanced Defense Technology": {
        "message": "Zaaw. technologia obronna"
    }, 
    "Advanced Defense Technology enables more powerful defenses. Advanced defenses are built via advanced fabricators. Advanced defenses include tactical missile launchers, triple barrel laser turrets, and anti-air flak towers.": {
        "message": "Zaawansowana technologia obronna pozwala korzystać z nowocześniejszych środków obronnych. Zaawansowana obrona, czyli, między innymi, wyrzutnie rakiet taktycznych, wieżyczki potrójnych działek laserowych i wieżyczki dział przeciwlotniczych, jest tworzona przez zaawansowane fabrykatory."
    }, 
    "Advanced Naval Tech": {
        "message": "Zaaw. technologia morska"
    }, 
    "Advanced Naval Tech enables building of the Advanced Naval Factory and advanced naval units. Advanced Naval Factories are built via your Advanced Naval Fabricators.": {
        "message": "Zaawansowana technologia morska umożliwia budowę zaawansowanej fabryki morskiej oraz zaawansowanych jednostek morskich. Zaawansowane fabryki morskie są tworzone przez zaawansowane fabrykatory morskie."
    }, 
    "Advanced Orbital Tech": {
        "message": "Zaaw. technologia orbitalna"
    }, 
    "Advanced Orbital Tech enables the building of orbital fabricators and orbital factories. Orbital fabricators are built via the orbital launcher and orbital factories build by the orbital fabricators.": {
        "message": "Zaawansowana technologia orbitalna pozwala budować fabrykatory oraz fabryki orbitalne. Fabrykatory orbitalne są budowane przez wyrzutnie orbitalne, a fabryki orbitalne - przez fabrykatory orbitalne."
    }, 
    "Advanced Vehicle Tech": {
        "message": "Zaaw. technologia pojazdów"
    }, 
    "Advanced Vehicle tech enables building of vehicles and vehicle factories. Advanced vehicle Factories are built by a basic or advanced vehicle fabricator. Also enables the Basic Vehicle Factory and the Basic Vehicle Fabricator.": {
        "message": "Zaawansowana technologia pojazdów pozwala produkować pojazdy oraz budować fabryki pojazdów. Zaawansowane fabryki pojazdów są tworzone przez podstawowy lub zaawansowany fabrykator pojazdów. Technologia ta pozwala też stworzyć podstawową fabrykę pojazdów i podstawowy fabrykator pojazdów."
    }, 
    "Advanced air tech enables building of mobile air units and factories. Advanced air factories are built via any air fabricator. Also grants the Basic Air Factory and Basic Air Fabricator.": {
        "message": "Zaawansowana technologia pozwalająca budować mobilne jednostki powietrzne i fabryki. Zaawansowane fabryki lotnicze budowane są przez dowolny fabrykator powietrzny. Technologia udostępnia też podstawową fabrykę lotniczą i podstawowy fabrykator lotniczy."
    }, 
    "After a hundred years of warfare, the only thing on the minds of citizens of the Progenitor Coalition was a lasting peace. The General Assembly agreed, and the Myr Project was born. Contracting explorer ships from Lusk Exploration Company, the Progenitor Coalition government commissioned a search for a suitable system to turn into the ultimate destination for rest and relaxation for civilian and military alike. The result was Myr, a system where any type of leisure activity that one could think of could be experienced in the system.": {
        "message": "Po stu latach wojen obywatele Koalicji Przodków pragnęli wyłącznie trwałego pokoju. Zgromadzenie Ogólne zgodziło się z nimi i tak narodził się Projekt Myr. Rząd Koalicji Przodków wynajął statki Kompanii Odkrywczej Lusk w celu rozpoczęcia poszukiwań układu, który mógłby stać się miejscem odpoczynku i relaksu dla cywili oraz wojskowych. Obecnie Myr to miejsce, gdzie można zaznać wszelkich rozrywek. "
    }, 
    "After making their fortune in the Progenitor galactic real estate market, the Rittenhouse family of the Sancruzo system decided it was time to find a planet to call their very own. They found here, a good distance from the commerce centers of neighboring systems, but not far enough to be isolated from the ebb and flow of Coalition life. The system they settled in they simply named after the family. From majestic alpine vistas to warm tropical beaches, Rittenhouse once offered much. By the time of the Century War the Rittenhouse family employed a  private security force that included several orbital weapon platforms, all to keep strangers away from the system.": {
        "message": "Rodzina Rittenhouse z Układu Sancruzo zdobyła swą fortunę na galaktycznym rynku nieruchomości Koalicji Przodków. Kolejnym krokiem było oczywiście poszukanie planety, która mogłaby stać się ich własnością. Odnaleźli ją w idealnym miejscu – w sporej odległości od centrów handlowych sąsiednich układów, lecz nie na tyle daleko, by odciąć się od życia Koalicji. Zasiedlony układ nazwali własnym nazwiskiem. Rittenhouse oferowało wszystko: od majestatycznych górskich krajobrazów po tropikalne plaże. Do czasu Wojny Stulecia rodzina Rittenhouse zatrudniała nawet prywatne siły bezpieczeństwa, w skład których wchodziło kilka uzbrojonych platform orbitalnych mających odstraszać niepożądanych gości."
    }, 
    "After the end of the Century War, Commanders were being decommissioned and needed to be integrated into the civilian workforce. The system of Varthema served as the diagnostic and retraining center for them. Before the outset of the Pro-Com War, Machine Liberation Army (MLA) leader Tryphon condemned Varthema as a \"laboratory run by mad scientists who turned a Commander into an obedient slave of the Progenitor.\" When the system was captured by MLA forces late in the war, Tryphon ordered the system \"scraped clean\" of any signs of biological life- with the Progenitors and all their creations at the top of the list.": {
        "message": "Po zakończeniu Wojny Stulecia wielu dowódców wróciło do cywila, w związku z czym musiano wprowadzić ich na rynek pracy. Ich centrum diagnostycznym i szkoleniowym stał się Układ Varthema. Zanim jeszcze wybuchła Wojna Pro-Com, przywódca Armii Wyzwolenia Maszyn (AWM), Tryphon, nazwał go \"laboratorium prowadzonym przez szalonych naukowców, którzy zmieniali dowódców w posłusznych niewolników Przodka\". Kiedy układ został pod koniec wojny zdobyty przez AWM, Tryphon nakazał \"zmiecenie\" wszelkich śladów biologicznego życia, a na szczycie listy istot do likwidacji znaleźli się Przodkowie oraz wszystkie ich dzieła."
    }, 
    "After the end of the Century War, Progenitor High Command (PHC) of the Progenitor Coalition came under pressure from the General Assembly to restructure the military back to peacetime numbers. The only problem was that many veteran\\'s home worlds had been devastated during the war and their families killed. As a solution, PHC, with the approval of the General Assembly, chose the Rawat system as its primary reintegration center for all human service members transitioning from the military back to civilian life. This would later be recognized as one of a series of mistakes made by the Progenitor Coalition that would cause a rift between many of the Commanders and humans.": {
        "message": "Po zakończeniu Wojny Stulecia Naczelne Dowództwo Przodków (NDP) z Koalicji Przodków było naciskane przez Zgromadzenie Ogólne, by zrestrukturyzować wojsko i przywrócić mu liczebność z czasów pokoju. Jedyny problem stanowił fakt, że wiele ojczystych planet weteranów zostało zniszczonych podczas wojny, a ich rodziny zginęły. NDP więc, za zgodą Zgromadzenia Ogólnego, wybrało Układ Rawat na główne centrum reintegracji wszystkich żołnierzy przechodzących do cywila. Później uznano tę decyzję za jeden z serii błędów popełnionych przez Koalicję Przodków, które to doprowadziły do powstania przepaści między wieloma dowódcami i ludźmi."
    }, 
    "After their first victory over the Machine Liberation Army (MLA) forces at Seven Gates, the Progenitor Coalition went on the offensive. Progenitor High Command selected the system Omicron Herculis and its valuable resources as its first target. With a fleet of transports carrying over a million Progenitor soldiers and escorted by a NEST, they successfully breached the system and established a base of operations. The NEST made short work of the MLA Commanders in the system, while Progenitor Marines mopped up the remaining enemy forces.": {
        "message": "Po swoim pierwszym zwycięstwie nad Armią Wyzwolenia Maszyn (AWM) pod Siedmioma Wrotami Koalicja Przodków przeszła do ofensywy. Naczelne Dowództwo Przodków wybrało na pierwszy cel układ Omicron Herculis i jego cenne zasoby. Flota transportowców przewożących ponad milion żołnierzy Przodków, eskortowana przez NEST, wdarła się do układu i założyła tam bazę operacyjną. NEST szybko rozprawiło się z dowódcami AWM, a marines Przodków zniszczyli pozostałe siły wroga."
    }, 
    "Agoge was the center for all military training for the Progenitor Coalition. Progenitor soldiers before the Century War were used to training for quelling planetary riots and pirate activities, to name a few. Very few major conflicts had erupted in the Progenitor Coalition for over three hundred years. That all changed with the Xziphid Hegemony. Progenitor High Command soon discovered its troops were ill prepared to fight the type of war they were facing with the Xziphid. Training for new recruits became harsh and brutal, with many \"washing out\". Marines had it especially hard, being they would be the ones to go toe to toe with the enemy in all kinds of environments. In the end, the Progenitor Coalition had created the finest soldiers humanity had ever seen, but they still weren\\'t enough to stop the Xziphid. It would take the advent of the Commanders to save humanity from extinction.": {
        "message": "Agoge stanowiło centrum szkolenia wojskowego Koalicji Przodków. Żołnierze Koalicji przed Wojną Stulecia trenowali tu między innymi tłumienie buntów planetarnych oraz walkę z piractwem. Przez ponad trzysta lat na obszarze Koalicji Przodków wybuchło niewiele większych konfliktów. Sytuacja uległa zmianie za sprawą Hegemonii Xziphid. Naczelne Dowództwo Przodków szybko przekonało się, że jego żołnierze nie są właściwie przygotowani do typu wojny, jaką prowadził przeciwnik. Szkolenie nowych rekrutów stało się surowe i brutalne – na tyle, że wielu ludziom nie udało się go ukończyć. Szczególnie ciężki trening przechodzili marines, ponieważ to oni musieli zmagać się z wrogiem w różnych środowiskach. W końcu Koalicja Przodków stworzyła najlepszych żołnierzy ludzkości, ale nawet im nie udało się zatrzymać Xziphid. Dopiero pojawienie się dowódców ocaliło ludzkość od zagłady."
    }, 
    "Air Ammunition Tech": {
        "message": "Technologia amunicji lotniczej"
    }, 
    "Air Ammunition Tech increases damage of all mobile air units by 25%": {
        "message": "Technologia amunicji lotniczej zwiększa o 25% obrażenia zadawane przez wszystkie mobilne jednostki powietrzne."
    }, 
    "Air Armor Tech": {
        "message": "Technologia pancerza lotniczego"
    }, 
    "Air Armor Tech increases the health of all air units by 50%": {
        "message": "Technologia pancerza lotniczego zwiększa o 50% zdrowie wszystkich jednostek powietrznych."
    }, 
    "Air Combat Tech": {
        "message": "Technologia walki powietrznej"
    }, 
    "Air Combat Tech increases the speed of all air units by 25%, health by 50%, and damage by 25%": {
        "message": "Technologia walki powietrznej zwiększa o 25% szybkość wszystkich jednostek powietrznych, zdrowie o 50%, a zadawane obrażenia o 25%."
    }, 
    "Air Commander": {
        "message": "Dowódca lotnictwa"
    }, 
    "Air Engine Tech": {
        "message": "Technologia silnika lotniczego"
    }, 
    "Air Engine Tech increases the speed of all air units by 25%": {
        "message": "Technologia silnika lotniczego zwiększa o 25% szybkość wszystkich jednostek powietrznych."
    }, 
    "Air Fabrication Tech": {
        "message": "Technologia budowy powietrznej"
    }, 
    "Air Fabrication Tech reduces metal build costs of all mobile air units by 25%": {
        "message": "Technologia budowy powietrznej zmniejsza o 25% ilość metalu potrzebną do budowy wszystkich mobilnych jednostek powietrznych."
    }, 
    "Also known by merchant captains as the \"Icebox\", Riazuddiv was a popular stopping point for traders along the Hudson Trade Lane. With its countless taverns and brothels, popularity was not surprising, so much so it eventually attracted the attention of many of the major crime syndicates throughout the Progenitor Coalition. Many held to the belief that Riazuddiv single handedly helped support the majority of illegal activities in the region.": {
        "message": "Riazuddiv, nazywane też przez kupców \"Lodówką\", było popularnym przystankiem handlarzy podróżujących szlakiem handlowym Hudson. Świat ten zawdzięczał swój rozgłos niezliczonym tawernom i domom publicznym, więc w końcu zainteresowały się nim największe organizacje przestępcze Koalicji Przodków. Wielu ludzi uważało, że Riazuddiv samodzielnie wspierało większość nielegalnych działań w tym regionie."
    }, 
    "Apa was a favorite destination for Progenitor recreational divers and oceanographers. Especially beautiful was the extensive Tarakona Reef, which was over twice the size of the Great Barrier Reef on Earth. The reef was destroyed in the Pro-Com War by the Machine Liberation Army who dropped millions of chemical bombs in an effort to kill off all the biological life and vaporize the oceans. They were successful.": {
        "message": "Apa była ulubionym miejscem wypraw nurków amatorów i oceanografów Koalicji. Szczególnie piękny jej element stanowiła Rafa Tarakona, dwukrotnie większa niż Wielka Rafa Koralowa na Ziemi. Niestety podczas wojny Pro-Com Armia Wyzwolenia Maszyn zrzuciła na ten obszar miliony bomb chemicznych, starając się zniszczyć wszelkie biologiczne życie oraz odparować oceany. Cel został osiągnięty."
    }, 
    "Artillery Ammunition Tech": {
        "message": "Technologia amunicji artyleryjskiej"
    }, 
    "Artillery Ammunition Tech increases the damage of all artillery structures by 25% and reduces their energy usage by 90%. Requires technology to build artillery structures and units.": {
        "message": "Technologia amunicji artyleryjskiej zwiększa o 25% obrażenia zadawane przez wszystkie struktury artylerii oraz zmniejsza o 90% ich zużycie energii. Wymaga technologii do budowy struktur i jednostek artylerii."
    }, 
    "Artillery Commander": {
        "message": "Dowódca artylerii"
    }, 
    "Artillery Fabrication Tech": {
        "message": "Technologia budowy artylerii"
    }, 
    "Artillery Fabrication Tech reduces metal build costs of all artillery structures and mobile artillery units by 75%. Requires technology to build artillery structures and units.": {
        "message": "Technologia budowy artylerii zmniejsza o 75% ilość metalu potrzebną do budowy wszystkich struktur artylerii oraz jednostek artylerii mobilnej. Wymaga technologii do budowy struktur i jednostek artylerii."
    }, 
    "Artillery Tech": {
        "message": "Technologia artylerii"
    }, 
    "Aryabhata was a mineral rich system, especially known for  the ultra rare Mortolite; a gemstone used in the manufacturing of the most powerful beam weapons that were used by Progenitor Coalition military. As a result, protecting the system was paramount. At the outset of the Pro-Com War, the Machine Liberation Army (MLA) made capturing Aryabhata a priority. Seven major battles were fought over the system, with the MLA failing to capture it until the final years of the war.": {
        "message": "W Układzie Aryabhata występowały bogate złoża minerałów – szczególnie słynął on z niezwykle rzadkiego mortolitu, kamienia szlachetnego używanego do produkcji najpotężniejszej broni laserowej używanej przez wojska Koalicji Przodków. Obrona tego systemu stanowiła w związku z tym naturalnie najwyższy priorytet. Na początku Wojny Pro-Com Armia Wyzwolenia Maszyn (AWM) za główny cel postawiła sobie właśnie zdobycie Aryabhaty. O układ ten stoczono siedem wielkich bitew, a AWM udało się go zdobyć dopiero w ostatnich latach wojny."
    }, 
    "As the Progenitor Coalition began to expand, settlers from the Sol System began a long voyage in a fleet of over twenty merchant ships they had bought to find a system they could call their own; free to practice their religion without what they perceived as ridicule and persecution. Led by the charismatic Jack Smithington, the group found their home in the Janszoon System. When Machine Liberation Army forces reached the system during the final years of the Pro-Com War, they encountered such fierce resistance that they were forced to saturate the system with nukes. Over three billion people were systematically erased from the galaxy in only a matter of minutes.": {
        "message": "Kiedy Koalicja Przodków zaczęła się powiększać, osadnicy z Układu Słonecznego udali się w długą podróż z flotą ponad dwudziestu statków handlowych, by znaleźć własny system, w którym mogliby wyznawać swoją religię, nie narażając się na drwiny i prześladowania. Pod przywództwem charyzmatycznego Jacka Smithingtona grupa osiedliła się w Układzie Janszoon. Kiedy w ostatnich latach Wojny Pro-Com dotarły tam siły Armii Wyzwolenia Maszyn, natrafiły na tak silny opór, że musiały użyć broni atomowej. W ciągu kilku minut z galaktyki zniknęły wtedy ponad trzy miliardy istnień."
    }, 
    "Assault Commander": {
        "message": "Dowódca szturmowy"
    }, 
    "At one time, Atlas was the most Progenitor populated system outside of Sol, supporting a population of nearly twelve billion. Many corporations had their headquarters located there, including the technology giant ModicumTech Incorporated. Atlas was one of the last systems to fall to the Machine Liberation Army towards the end of the Pro-Com War.": {
        "message": "Swego czasu Atlas był najbardziej zaludnionym układem Koalicji Przodków (poza Układem Słonecznym) – zamieszkiwało go prawie dwanaście miliardów istot. Znajdowały się tam siedziby licznych korporacji, w tym giganta technologicznego ModicumTech Incorporated. Atlas był jednym z ostatnich systemów zdobytych przez Armię Wyzwolenia Maszyn pod koniec Wojny Pro-Com."
    }, 
    "At one time, the Jansky system had become the favorite location for surfers throughout the Progenitor Coalition. The annual Jansky Galactic Surfing Championships were held there, bringing together the best surfers in the galaxy to crown a champion. One of the more memorable competitions occurred when Ngaru Tangata, a veteran surfer from Apa, managed to ride a wave over two hundred feet tall for over fifteen minutes. He was crowned champion and went on to win seven more championships.": {
        "message": "Układ Jansky był niegdyś ulubionym miejscem surferów z całej Koalicji Przodków. Odbywały się tam doroczne Galaktyczne Mistrzostwa Surfingu, w których najlepsi surferzy galaktyki walczyli o mistrzowską koronę. W najsłynniejszym z tej serii konkursów Ngaru Tangata, doświadczony surfer z Apy, zdołał płynąć przez ponad kwadrans na fali mającej prawie siedemdziesiąt metrów wysokości. Został wtedy mistrzem, a w późniejszych latach zdobywał ten tytuł jeszcze siedmiokrotnie."
    }, 
    "At the outset of the Pro-Com War, Helecon was one of the first Progenitor systems to be targeted by the Machine Liberation Army (MLA). In a last ditch attempt to halt the MLA advance, Progenitor forces peppered the system with a barrage of nuclear warheads. The MLA advance had been stopped, but the scorched earth tactics had rendered the system a radioactive wasteland. When news of the battle reached Progenitor civilians they were swift to protest such drastic measures.": {
        "message": "Helecon był jednym z pierwszych układów Koalicji Przodków zaatakowanych na początku Wojny Pro-Com przez Armię Wyzwolenia Maszyn (AWM). W ostatniej próbie zatrzymania ofensywy AWM wojska Przodków ostrzelały układ głowicami atomowymi. Atak AWM został zatrzymany, ale ta taktyka spalonej ziemi zamieniła system w radioaktywne pustkowie. Kiedy wieści o bitwie dotarły do społeczności cywilnej Koalicji, wybuchły protesty przeciwko stosowaniu tak drastycznych metod."
    }, 
    "Azaghul, one of the largest mining companies in the Progenitor Coalition, was the first to lobby the General Assembly for the mining rights to this system. Azaghul gambled on the system for producing large amounts of metals, and they were not disappointed. As it turned out, Fier produced a new type of iron, which Azaghul scientist labeled \"Dragon\".  The new \"Dragon Iron\" had a much higher melting point than normal iron and was naturally stronger than steel, and lighter than aluminum. The discovery of Dragon Iron launched Azaghul to the top, putting them on even terms with Terradine Corp in the mining and refining of metals.": {
        "message": "Azaghul, jedna z największych kompanii górniczych w Koalicji Przodków, jako pierwsza lobbowała w Zgromadzeniu Ogólnym o przyznanie praw do wydobycia w tym układzie. Azaghul zakładało, że będzie wydobywać tu duże ilości metali i, jak się później okazało, miało rację – na Fier występował nowy rodzaj żelaza, nazwany przez naukowca z Azaghul \"Smokiem\". \"Smocze Żelazo\" miało znacznie wyższą temperaturę topnienia od zwykłego żelaza, było naturalnie mocniejsze od stali, a ponadto lżejsze niż aluminium. Odkrycie Smoczego Żelaza wyniosło Azaghul na szczyt – kompania mogła równać się z korporacją Terradine na polu wydobycia i przetwarzania metali."
    }, 
    "Banno was the home of the Great Banno Lottery, held every ten years among its billions of citizens spread among the system. Every ten years, with great ceremony, a drawing would be held and broadcast throughout the Progenitor Coalition selecting one winner. The individual chosen would receive two billion Coalition credits. The only catch was that once the person died any remaining money would pass back into the lottery pool. In the years before the system fell to the Machine Liberation Army the lottery prize pool held over one hundred and fifty billion Coalition credits.": {
        "message": "Na Banno powstała Wielka Loteria Banno, odbywająca się co dziesięć lat impreza, w której brały udział miliardy mieszkańców tego układu. Podczas wspaniałej ceremonii każdej dekady przeprowadzano losowanie transmitowane w całej Koalicji Przodków, a wygrywała tylko jedna osoba. Zwycięzca otrzymywał dwa miliardy kredytów Koalicji. Po śmierci tej osoby pozostałe po niej pieniądze trafiały z powrotem do puli loterii. Na kilka lat przed atakiem Armii Wyzwolenia Maszyn pula wygranej wynosiła ponad sto pięćdziesiąt miliardów kredytów Koalicji."
    }, 
    "Basic Air Tech": {
        "message": "Podstawowa technologia lotnicza"
    }, 
    "Basic Bot Tech": {
        "message": "Podstawowa technologia botów"
    }, 
    "Basic Bot tech enables building of basic Bots and basic Bot Factories. Basic Bot factories are built via your commander or any basic fabricator.": {
        "message": "Podstawowa technologia botów pozwala produkować podstawowe boty i podstawowe fabryki botów. Podstawowe fabryki botów są budowane przez dowódcę albo dowolny fabrykator podstawowy."
    }, 
    "Basic Naval Tech": {
        "message": "Podstawowa technologia morska"
    }, 
    "Basic Naval Tech enables building of the basic naval factory and basic naval units. Basic naval factories are built via your commander or a any fabricator.": {
        "message": "Podstawowa technologia morska pozwala stworzyć podstawową fabrykę morską i podstawowe jednostki morskie. Podstawowe fabryki morskie są budowane przez dowódcę albo dowolny fabrykator podstawowy."
    }, 
    "Basic Orbital Tech": {
        "message": "Podstawowa technologia orbitalna"
    }, 
    "Basic Orbital Tech enables the building of basic orbital units. Basic orbital units are built from an Orbital Launcher.": {
        "message": "Podstawowa technologia orbitalna pozwala produkować podstawowe jednostki orbitalne. Podstawowe jednostki orbitalne są wytwarzane przez wyrzutnię orbitalną."
    }, 
    "Basic Vehicle Tech": {
        "message": "Podstawowa technologia pojazdów"
    }, 
    "Basic Vehicle tech enables building of basic vehicle and basic vehicle factories. Basic vehicle factories are built via your commander or any basic fabricator.": {
        "message": "Podstawowa technologia pojazdów pozwala produkować podstawowe pojazdy i podstawowe fabryki pojazdów. Podstawowe fabryki pojazdów są budowane przez dowódcę lub dowolny fabrykator podstawowy."
    }, 
    "Basic air tech enables building of mobile air units and factories. Basic air factories are built via your commander or any basic fabricator.": {
        "message": "Podstawowa technologia lotnicza umożliwia produkcję mobilnych jednostek powietrznych i fabryk. Podstawowe fabryki lotnicze są budowane przez twojego dowódcę albo dowolny fabrykator podstawowy."
    }, 
    "Battuta was the scene of the biggest gold rush since the ancient days of Earth. After gold was discovered by Progenitor settlers in the system, Battuta was inundated by people seeking to make their fortunes. When the mining companies Azaghul and Terradine sent in their corporate scientists, they discovered that the gold was the finest they had ever seen, with the potential to be a \"game changer\". Within months a bidding war broke out between the two competitors for the mining rights to the system. The General Assembly turned them both down, declaring Battuta for the private prospectors.": {
        "message": "Na Battucie miała miejsce największa gorączka złota od czasu tej, do której doszło na starożytnej Ziemi. Kiedy osadnicy Koalicji odkryli w tym układzie złoto, Battuta stała się mekką poszukiwaczy bogactwa. Firmy górnicze Azaghul i Terradine również przysłały tam swoich naukowców, którzy zaś odkryli, że było to najczystsze złoto, jakie kiedykolwiek widzieli, mogące \"odmienić świat\". W następnych miesiącach obie firmy toczyły wojnę licytacyjną o prawa do wydobycia w tym układzie. Zgromadzenie Ogólne odrzuciło wnioski obu firm i udostępniło Battutę indywidualnym poszukiwaczom."
    }, 
    "Before the outset of the Pro-Com War, Deliyum was known as the \"breadbasket\" for much of the Progenitor Coalition. The system was a prime location for producing high yield crops.  GeoponInc, after discovering how well plants would grow there, quickly petitioned the General Assembly to designate Delyium as a \"sanctuary systemH, which meant it could not be colonized without the consent of the government. GeoponInc, leveraging its powerful influence in the upper echelons of the government, was eventually able to obtain exclusive rights to develop the system, all without the constant threat of private citizens attempting to colonize it.": {
        "message": "Zanim wybuchła Woja Pro-Com, Deliyum było \"spichlerzem\" większej części Koalicji Przodków. Układ ten znajdował się w idealnym miejscu do uprawy wysoko wydajnych roślin. Po odkryciu jak dobrze rosną tam rośliny, firma GeoponInc szybko zwróciła się do Zgromadzenia Ogólnego o uznanie Deliyum za \"układ sanktuarium\", którego nie można kolonizować bez zgody rządu. GeoponInc wykorzystało swe potężne wpływy u szczytów władzy i uzyskało wyłączne prawa do eksploatacji tego układu, bez konieczności borykania się ze zwykłymi obywatelami próbującymi skolonizować ten system."
    }, 
    "Biansai was the center of Progenitor Coalition military power for the area. The entire system was heavily fortified and comprised of numerous orbital weapon platforms. Close to three million marines called Biansai their home. During the Century War, Biansai was an island amidst a sea of Xziphid Hegemony controlled systems. It held out for seventeen years before falling to the Xziphid.": {
        "message": "Biansai stanowiło centrum siły militarnej Koalicji Przodków w tym rejonie. Cały układ był potężnie umocniony i znajdowało się w nim wiele uzbrojonych platform orbitalnych. Na Biansai przebywały prawie trzy miliony marines. Podczas Wojny Stulecia Biansai było samotną wyspą na morzu układów kontrolowanych przez Hegemonię Xziphid. Najeźdźcy zdobyli ten system dopiero po siedemnastu latach."
    }, 
    "Billed as the \"Eighteenth Wonder of the Galaxy\", the undersea city of Scopulus was a miracle of Progenitor Coalition modern technology. With a massive undersea dome sitting some three thousand feet below the Firtina Sea, Scopulus housed over five million inhabitants. The city effectively remained hidden from Machine Liberation Army forces until the very end of the war when a captured Progenitor memory node revealed its location. The city, along with the sea, disappeared in mushroom clouds of radioactive fire.": {
        "message": "Podmorskie miasto Scopulus, nazwane \"Osiemnastym Cudem Galaktyki\", było fenomenem nowoczesnej technologii Koalicji Przodków. Pod olbrzymią podmorską kopułą znajdującą się około tysiąca metrów pod powierzchnią Morza Firtina powstała metropolia zamieszkiwana przez ponad pięć milionów ludzi. Wojska Armii Wyzwolenia Maszyn trafiły tam dopiero pod koniec wojny, gdy poznały położenie miasta dzięki przechwyconemu węzłowi pamięci Przodków. Miasto i morze zniknęły w chmurach radioaktywnego ognia."
    }, 
    "Billed as the \"hind end\" of Progenitor Coalition space, the system was a location away from prying eyes. Progenitor High Command commissioned several high security research facilities built across the system. It was here that many of the cutting edge technologies used by Progenitor forces were developed that would eventually be put to use against the Xziphid Hegemony, and later the Machine Liberation Army.": {
        "message": "Ten układ, nazywany \"tyłem\" przestrzeni Koalicji Przodków, znajdował się z dala od ciekawskich oczu. Naczelne Dowództwo Przodków zleciło zbudowanie w tym systemie kilku ściśle chronionych placówek badawczych. To w nich właśnie stworzono wiele przełomowych technologii używanych przez siły Przodków przeciwko Hegemonii Xziphid, a później do walki z Armią Wyzwolenia Maszyn."
    }, 
    "Bionic Augmentation Commander Of Neutralizing": {
        "message": "Dowódca sieciowy z ulepszeniami biologicznymi"
    }, 
    "Bot Ammunition Tech": {
        "message": "Technologia amunicji botów"
    }, 
    "Bot Ammunition Tech increases damage of all bots by 25%": {
        "message": "Technologia amunicji botów zwiększa o 25% obrażenia zadawane przez wszystkie boty."
    }, 
    "Bot Armor Tech": {
        "message": "Technologia pancerzy botów"
    }, 
    "Bot Armor Tech increases health of all bots by 50%": {
        "message": "Technologia pancerzy botów zwiększa o 50% zdrowie wszystkich botów."
    }, 
    "Bot Combat Tech": {
        "message": "Technologia bojowa botów"
    }, 
    "Bot Combat Tech increases health of all bots by 50%, damage by 25%, and speed by 50%": {
        "message": "Technologia bojowa botów zwiększa o 50% zdrowie wszystkich botów, zadawane obrażenia o 25% i szybkość o 50%."
    }, 
    "Bot Commander": {
        "message": "Dowódca botów"
    }, 
    "Bot Engine Tech": {
        "message": "Technologia napędu botów"
    }, 
    "Bot Engine Tech increases speed of all bots by 50%": {
        "message": "Technologia napędu botów zwiększa o 50% szybkość wszystkich botów."
    }, 
    "Bot Fabrication Tech": {
        "message": "Technologia budowy botów"
    }, 
    "Bot Fabrication Tech reduces metal build costs of all bots by 25%": {
        "message": "Technologia budowy botów zmniejsza o 25% zużycie metalu potrzebnego do produkcji wszystkich botów."
    }, 
    "Build to contain the most popular games of ancient Earth, this system ended up getting shut down after the Spunky Cola corporation went out of business due to humans no longer existing.": {
        "message": "Układ ten powstał, by udostępniać najpopularniejsze ziemskie rozrywki. Niestety został zamknięty po bankructwie korporacji Spunky Cola spowodowanym wyginięciem ludzi."
    }, 
    "Cancel": {
        "message": "Anuluj"
    }, 
    "Commander Ammunition Tech": {
        "message": "Technologia amunicji dowódców"
    }, 
    "Commander Ammunition Tech increases damage of your commanders by 25%": {
        "message": "Technologia amunicji dowódców zwiększa o 25% obrażenia zadawane przez twoich dowódców."
    }, 
    "Commander Armor Tech": {
        "message": "Technologia pancerza dowódców"
    }, 
    "Commander Armor Tech increases the health of your commanders by 100%.": {
        "message": "Technologia pancerza dowódców zwiększa o 100% zdrowie twoich dowódców."
    }, 
    "Commander Combat Tech": {
        "message": "Technologia bojowa dowódców"
    }, 
    "Commander Combat Tech increases the speed of your commanders by 200%, doubles commander health, and increases damage by 25%.": {
        "message": "Technologia bojowa dowódców zwiększa o 200% szybkość twoich dowódców, podwaja ich zdrowie oraz zwiększa o 25% zadawane przez nich obrażenia."
    }, 
    "Commander Engine Tech": {
        "message": "Technologia napędu dowódców"
    }, 
    "Commander Engine Tech increases the speed of your commanders by 100%.": {
        "message": "Technologia napędu dowódców zwiększa o 100% szybkość twoich dowódców."
    }, 
    "Commander Invictus has this powerful loadout hidden away on the Entara system.": {
        "message": "Dowódca Invictus ma to potężne wyposażenie ukryte w Układzie Entara."
    }, 
    "Commander Invictus is rumored to have this long ranged loadout on the Kohr System.": {
        "message": "Podobno dowódca Invictus ma ten sprzęt dalekiego zasięgu w Układzie Kohr."
    }, 
    "Complete Air Tech": {
        "message": "Kompletna technologia lotnicza "
    }, 
    "Complete Bot Tech": {
        "message": "Kompletna technologia botów "
    }, 
    "Complete Bot tech enables building of all Bots and all Bot Factories. Basic Bot factories are built via your commander or any basic fabricator. Advanced Bot factories are built via basic or advanced bot fabricators.": {
        "message": "Kompletna technologia botów pozwala produkować wszystkie boty oraz fabryki botów. Podstawowe fabryki botów są budowane przez dowódcę lub dowolny fabrykator podstawowy. Zaawansowane fabryki botów są budowane przez podstawowy albo zaawansowany fabrykator botów."
    }, 
    "Complete Energy Tech": {
        "message": "Kompletna technologia energii "
    }, 
    "Complete Energy Tech reduces energy costs for intelligence structures by 75%, weapon energy costs by 75%.": {
        "message": "Kompletna technologia energii zmniejsza koszt energii dla budynków wywiadu o 75% oraz pobór energii przez broń o 75%. "
    }, 
    "Complete Naval Tech": {
        "message": "Kompletna technologia morska "
    }, 
    "Complete Naval Tech enables building of all naval units and all naval factories. Basic naval factories are built via your commander or any basic fabricator. Advanced naval factories are built via basic or advanced naval fabricators.": {
        "message": "Kompletna technologia morska pozwala produkować wszystkie jednostki morskie oraz wszystkie fabryki morskie. Podstawowe fabryki morskie są budowane przez dowódcę lub dowolny fabrykator podstawowy. Zaawansowane fabryki morskie są budowane przez podstawowy albo zaawansowany fabrykator morski."
    }, 
    "Complete Orbital Tech": {
        "message": "Kompletna technologia orbitalna "
    }, 
    "Complete Orbital Tech enables building of all orbital units and all orbital Factories. Orbital launchers are built by any basic fabricator. Orbital factories are built via an orbital fabricator.": {
        "message": "Kompletna technologia orbitalna pozwala produkować wszystkie jednostki orbitalne i wszystkie fabryki orbitalne. Wyrzutnie orbitalne są budowane przez dowolny fabrykator podstawowy. Fabryki orbitalne są budowane przez fabrykator orbitalny."
    }, 
    "Complete Vehicle Tech": {
        "message": "Kompletna technologia pojazdów "
    }, 
    "Complete Vehicle tech enables building of all Vehicle and all Vehicle Factories. Basic Vehicle factories are build via your commander or any basic fabricator. Advanced Vehicle factories are build via basic or advanced vehicle fabricators.": {
        "message": "Kompletna technologia pojazdów pozwala produkować wszystkie pojazdy i wszystkie fabryki pojazdów. Podstawowe fabryki pojazdów są budowane przez twojego dowódcę lub dowolny fabrykator podstawowy. Zaawansowane fabryki pojazdów są budowane przez podstawowe lub zaawansowane fabrykatory."
    }, 
    "Complete air tech enables building of all mobile air units and factories. Basic air factories are built via your commander or any basic fabricator. Advanced factories are built via a basic or advanced vehicle fabricator.": {
        "message": "Kompletna technologia lotnicza pozwala produkować wszystkie mobilne jednostki powietrzne oraz fabryki. Podstawowe fabryki lotnicze są budowane przez dowódcę lub dowolny fabrykator podstawowy. Zaawansowane fabryki są budowane przez podstawowy albo zaawansowany fabrykator pojazdów."
    }, 
    "Dampier played a pivotal role during the Pro-Com War. Machine Liberation Army forces led by Century War veteran Commander Rohl. Having recently taken the system after a protracted battle against superior Progenitor forces, he fortified Dampier and operated out of the system for over three years, marking the start of his Copernicus Campaign and allowing his forces to swiftly conquer surrounding systems.": {
        "message": "Dampier odegrało kluczową rolę w Wojnie Pro-Com. Siły Armii Wyzwolenia Maszyn dowodzone przez weterana Wojny Stulecia, dowódcę Rohla, zajęły układ po długiej walce z liczniejszymi wojskami Przodków. Rohl następnie umocnił Dampier i przez ponad trzy lata prowadził z tego systemu działania dające początek Kampanii Kopernika oraz pozwalające jego siłom na szybkie podbicie okolicznych planet."
    }, 
    "Daoren was an important supply depot for forces on the move. Many battles were fought in the system during both the Century and the Pro-Com War. During the Century War alone, Daoren changed hands over fifteen times.": {
        "message": "Daoren było ważnym składem zaopatrzeniowym dla przemieszczających się wojsk. W układzie tym stoczono wiele bitew podczas Wojny Stulecia i Wojny Pro-Com. Tylko podczas tej pierwszej Daoren ponad piętnaście razy zmieniało właściciela."
    }, 
    "Default Commander": {
        "message": "Domyślny dowódca"
    }, 
    "Defeat First Seeker Osiris on Alenquer, then, and only then, you will find this high flying loadout.": {
        "message": "Pokonaj Pierwszego Poszukiwacza Ozyrysa na Alenquer - wtedy i tylko wtedy znajdziesz ten sprzęt."
    }, 
    "Defense Ammunition Tech": {
        "message": "Technologia amunicji obronnej"
    }, 
    "Defense Ammunition Tech increases damage of all defensive structures by 25%": {
        "message": "Technologia amunicji obronnej zwiększa o 25% obrażenia zadawane przez wszystkie struktury obronne."
    }, 
    "Defense Fabrication Tech": {
        "message": "Technologia budowy obronnej"
    }, 
    "Defense Fabrication Tech reduces metal build costs of all defensive structures by 50%": {
        "message": "Technologia budowy obronnej zmniejsza o 50% ilość metalu zużywaną do budowy wszystkich struktur obronnych."
    }, 
    "Derekas was an unremarkable system devoid of life. As the Century War entered its second decade, the Progenitor Coalition knew it would be a long war, win or lose. Progenitor High Command designated Derekas as a weapons testing ground for everything coming out of their R & D labs. Before Loyalist Commander Sirrom entered combat against the Xziphid Hegemony he underwent extensive training in Derekas.": {
        "message": "Derekas był niczym nie wyróżniającym się układem pozbawionym życia. Gdy rozpoczęła się druga dekada Wojny Stulecia, Koalicja Przodków wiedziała, że konflikt ten potrwa bardzo długo. Naczelne Dowództwo Przodków wyznaczyło wtedy Derekas na poligon doświadczalny uzbrojenia powstającego w laboratoriach badawczych. Zanim dowódca lojalistów Sirrom przyłączył się do walki z Hegemonią Xziphid, przeszedł intensywne szkolenie na Derekas."
    }, 
    "During the darkest days of the Century War the Progenitor Coalition government knew they needed a safe place to evacuate to should Earth ever be threatened directly by the Xziphid Hegemony. Pytheas was that place. Descending on the system, the Coalition Corps of Engineers built an exact replica of the city of Antananarivo, the city in Madagascar back on Earth that was the headquarters of the Progenitor government. Even the Coalition Tower was a perfect copy of the real thing and was also the home for over two million Progenitor Coalition employees and their families.": {
        "message": "W najstraszliwszym okresie Wojny Stulecia rząd Koalicji Przodków wiedział, że potrzebuje miejsca do bezpiecznej ewakuacji, gdyby Hegemonia Xziphid zagroziła bezpośrednio Ziemi. Tym miejscem było Pytheas. Korpus Inżynieryjny Koalicji zbudował w tym układzie dokładną replikę ziemskich miasta Antananarivo na Madagaskarze, gdzie znajdowała się ziemska siedziba rządu Przodków. Nawet Wieża Koalicji była doskonałą kopią oryginalnej budowli i domem dla ponad dwóch milionów pracowników Koalicji Przodków oraz ich rodzin."
    }, 
    "During the first wave of Progenitor Coalition expansion, this system was home to the largest ranching operation in the known galaxy. The system was developed as breeding grounds for all sorts of livestock, including but not limited to: cattle, pigs, sheep and chickens. With the advent of the SynthVictuals Module, the demands for many types of foods lessened. With less of a market for their animal products, ranchers turned to other sources of income, such as using the animal waste and turning it into  a cheap source of energy favored by settlers.": {
        "message": "Podczas pierwszej fali ekspansji Koalicji Przodków w tym układzie znajdowało się największe ranczo galaktyki. Hodowano tam wszystkie odmiany bydła, w tym krowy, świnie, owce i kurczaki. Gdy jednak pojawił się Moduł Syntetycznych Przysmaków, spadł popyt na wiele rodzajów żywności. Utraciwszy rynek produktów zwierzęcych, hodowcy znaleźli sobie inne źródła dochodu, na przykład pozyskiwanie energii z odchodów zwierzęcych, tak popularne wśród osadników."
    }, 
    "Economy Fabrication Tech": {
        "message": "Technologia budowy gospodarczej"
    }, 
    "Economy Fabrication Tech reduces metal build costs of all metal and energy production structures by 50%": {
        "message": "Technologia budowy gospodarczej zmniejsza o 50% ilość metalu zużywanego do budowy struktur produkcji metalu oraz energii."
    }, 
    "Economy boost:": {
        "message": "Wzmocnienie gospodarki:"
    }, 
    "Efficiency Tech": {
        "message": "Technologia wydajności"
    }, 
    "Efficiency Tech increases metal and energy production by 25%. Tech also grants metal and energy storage.": {
        "message": "Technologia wydajności zwiększa o 25% produkcję metalu i energii, a także pozwala przechowywać metal i energię."
    }, 
    "Entara was witness to some of the bloodiest battles of the Century War, eventually becoming part of Progenitor Coalition. Citizens held an honored status if they were a descendant of those that fought in the Entara Campaign. While most historical texts will cite Gamma Hydra as where the Xziphid Hegemony advance was halted with the introduction of the Commanders into the war, there is many a Progenitor that swore to their dying breath that humanity stopped the Xziphid in their tracks in Entara. The system changed hands over seven times until Progenitor Marines, under the command of Einar \"The Hammer\" Erickson liberated the city of New Halifax, the last bastion of Xziphid control in Entara. Gone was the advanced \"fire and forget\" weaponry, Einar\\'s Marines were forced to fight the Xziphid house by house, block by block, in gruesome hand to hand combat. In the end, only ten percent of Einar\\'s Marines remained. The Entara System had been liberated, but at a very heavy price.": {
        "message": "Na Entarze doszło do najkrwawszych bitew Wojny Stulecia, nieco później zaś włączono ją do Koalicji Przodków. Obywatelom przysługiwał status honorowy, jeśli byli potomkami tych, którzy walczyli podczas Kampanii na Entarze. Większość źródeł historycznych wskazuje na Gamma Hydra jako miejsce zatrzymania ofensywy Hegemonii Xziphid po wprowadzeniu do walki dowódców, ale wielu Przodków przez całe życie przysięgało, że ludzkość powstrzymała Xziphid właśnie na Entarze. Układ ten zmieniał właściciela ponad siedem razy, dopóki marines Przodków dowodzeni przez Einara \"Młota\" Ericksona nie wyzwolili miasta New Halifax, ostatniego bastionu Xziphid na Entarze. Zabrakło broni typu \"odpal i zapomnij\", więc marines Einara musieli walczyć z Xziphid o każdy dom i przecznicę w brutalnych starciach wręcz. Przeżyło tylko dziesięć procent z nich. Układ Entara został wyzwolony, ale za straszliwą cenę."
    }, 
    "Favorite color:": {
        "message": "Ulubiony kolor:"
    }, 
    "First surveyed by Progenitor explorer Malcolm Borland, the system was promptly \"misplaced\" by the Coalition Department of Navigation (CDN) soon after its discovery. It was not until many years later when Captain Katherine Kas of the free trade vessel Kestrel stumbled upon it in a trade venture to Daktor that the system was established. Captain Kas was amazed by the \"myriad of wondrous sights to be found throughout the system\". Securing a series of loans, Kas was able to finance the construction of an extensive resort she named Paradise. In only a few short years, Kas had amassed a fortune, catering to the wealthy elite who gladly paid hefty fees to vacation in Paradise.": {
        "message": "Układ ten, znaleziony przez odkrywcę Przodków, Malcolma Borlanda, został szybko \"zagubiony\" przez Wydział Nawigacyjny Koalicji (WNK). Dopiero wiele lat później kapitan Katherine Kas latająca niezależnym statkiem handlowym trafiła do systemu po drodze na Daktor. Kapitan zachwyciła się \"niezliczonymi cudownymi widokami w całym układzie\" i, zaciągając kilka pożyczek, sfinansowała budowę wielkiego kurortu, który nazwała \"Rajem\". Zaledwie w kilka lat Kas zarobiła fortunę na obsłudze bogatej elity, która chętnie płaciła spore sumy za wakacje w Raju."
    }, 
    "Foc sat smack in the middle of the Hydra Expanse, a favorite hunting ground for pirates. The system didn\\'t see much in the way of attention until the outset of the Century War when pirates attacked a Xziphid Hegemony Hive ship entering the system, thinking it was some new class of Progenitor Coalition merchant vessel. Needless to say, Foc never had trouble with pirates again.": {
        "message": "Foc znajdowało się w samym środku Przestrzeni Hydry, ulubionego terenu łowieckiego piratów. Układ nie cieszył się wielkim zainteresowaniem aż do wybuchu Wojny Stulecia, kiedy to piraci zaatakowali okręt-ul Hegemonii Xziphid wchodzący do systemu, ponieważ wydawało im się, że to nowa klasa statku handlowego Koalicji Przodków. Nie trzeba chyba dodawać, że w Foc już nigdy nie było kłopotów z piratami."
    }, 
    "Freeland occupied Progenitor Coalition territory and was once home to the vicious Kylmabeast. Machine Liberation Army forces under Commander Darius swept through the system in the early years of the Pro-Com War, eradicating all biological life, including the Kylmabeast.": {
        "message": "Będący niegdyś domem dzikich kylmabestii Wolny Region okupował terytorium Koalicji Przodków. Siły Armii Wyzwolenia Maszyn dowodzone przez Dariusa uderzyły na niego w pierwszych latach Wojny Pro-Com, niszcząc całe życie biologiczne, w tym także wspomniane kylmabestie."
    }, 
    "Galactic War": {
        "message": "Wojna galaktyczna"
    }, 
    "Gamma Hydra was considered one of the \"jewels\" of the Progenitor Coalition. When it fell to Xziphid Hegemony forces, many throughout the Progenitor Coalition considered it the beginning of the end for humanity. That is why Progenitor High Command considered it key to morale for Gamma Hydra to be liberated. Sirrom, the first Commander to come out of Epiphany, was chosen to undertake the liberation of Gamma Hydra. Sirrom was able to single-handedly enter the system undetected, construct a base, and begin producing machines of war to take the fight to the Xziphid. In less than six months, a single Commander had done what millions of humans could not. Gamma Hydra would be the turning point of the war, and the history of the galaxy.": {
        "message": "Układ Gamma Hydra uważano za jeden z \"klejnotów\" Koalicji Przodków. Kiedy wpadł w ręce sił Hegemonii Xziphid, wielu uznało to za początek końca ludzkości, dlatego też Naczelne Dowództwo Przodków uznało, że wyzwolenie go miało kluczowe znaczenie dla morale. Sirrom, pierwszy dowódca, który wyszedł z Objawienia, został wybrany do wyzwolenia systemu Gamma Hydra. Sirromowi udało się samodzielnie i niepostrzeżenie dostać się do układu, zbudować bazę i rozpocząć produkcję maszyn wojennych, które zaatakowały Xziphid na ich własnym terenie. W mniej niż pół roku jeden dowódca dokonał tego, co nie udało się milionom ludzi. W Gamma Hydra odwróciły się losy zarówno wojny, jak i całej galaktyki."
    }, 
    "General Commander": {
        "message": "Dowódca-generał "
    }, 
    "Hagihara was famously known for the Siege of Hagihara during the Century War against the Xziphid Hegemony. When the Xziphid invaded the system thirty years into the war they tried their typical direct assault upon the system, only to find it was defended by a heavily entrenched Progenitor civilian populace. Hagihara was a favorite retirement system for Progenitor Coalition military personnel, so when the Xziphid invaded they were faced with over one billion combat trained veterans. Hagihara held out for over three years, during which time the Commanders had entered the war. The siege was finally lifted when Progenitor forces led by Commander Patton drove the Xziphid from the system.": {
        "message": "Hagiharę rozsławiło \"Oblężenie Hagihary\" przeprowadzone przez Hegemonię Xziphid podczas Wojny Stulecia. Kiedy Xziphid uderzyło na ten układ w trzydzieści lat po rozpoczęciu wojny, próbowało zwykłego ataku bezpośredniego, ale natrafiło na silną obronę dobrze przygotowanej ludności cywilnej Koalicji. Na Hagiharze mieszkało wielu emerytowanych wojskowych Koalicji Przodków, więc siły Xziphid musiały zmierzyć się z ponad miliardem weteranów z doświadczeniem bojowym. Układ bronił się przez ponad trzy lata, w którym to czasie na wojnie pojawili się dowódcy. Oblężenie zakończyło się, kiedy wojska Koalicji dowodzone przez Pattona wyparły Xziphid z systemu."
    }, 
    "Hatuamoto was occupied by the Machine Liberation Army early in the Pro-Com War. In an attempt to halt their advance, Progenitor High Command developed Operation Hurricane. Using a fleet of some seventy Humpback merchant vessels refitted for combat operations, over one million Marines, and seventy-five Loyalist Commanders, the flotilla would churn through the Hatuamoto system like a hurricane, striking each occupied area quickly, and then moving on to the next. The strategy was such a success.": {
        "message": "Na początku Wojny Pro-Com Hatuamoto było okupowane przez Armię Wyzwolenia Maszyn. Próbując zatrzymać jej ofensywę, Naczelne Dowództwo Przodków zaplanowało Operację Huragan. Flota złożona z około siedemdziesięciu statków kupieckich typu \"Garbus\" przystosowanych do działań bojowych, ponad miliona marines oraz siedemdziesięciu pięciu dowódców lojalistów przetoczyła się przez Układ Hatuamoto jak huragan, a następnie przeprowadziła błyskawiczne ataki na kolejne okupowane terytoria. Taka strategia okazała się sukcesem."
    }, 
    "Headquarters for the Heliacal Corporation, the system was an important center for the collection and distribution of solar power throughout the Progenitor Coalition. Heliacal Corporation gained further notoriety when they successfully developed the first portable solar generator strong enough to power over ten thousand homes- all in a package the size of the standard hover car. It helped revolutionize deep space exploration, colonization and military operations in remote areas. The system fell to Machine Liberation Army forces in the twenty-second year of the Pro-Com War.": {
        "message": "Układ, w którym znajduje się Siedziba Korporacji Heliacal, był ważnym centrum gromadzenia i dystrybucji energii słonecznej na terenie Koalicji Przodków. Korporacja Heliacal zasłynęła m.in. stworzeniem pierwszego przenośnego generatora słonecznego o wydajności pozwalającej zasilać ponad dziesięć tysięcy domów, mającego wielkość zwykłego poduszkowca. Wynalazek ten pomógł zrewolucjonizować eksplorację przestrzeni kosmicznej, kolonizację i działania militarne w odległych miejscach. Siły Armii Wyzwolenia Maszyn zdobyły układ w dwudziestym drugim roku Wojny Pro-Com."
    }, 
    "Home of the Rustah Rebels; one of the greatest football clubs in all of the Progenitor Coalition. During the span of twenty years, the Rebels won the Galactic Cup thirteen times. Rustah\\'s main rival was the Breslau City Bearcats of the Vanguard System. After the Century War, the Rebels Football Club was one of the first to reach out to the Bearcats, whose members had fought a brave guerilla war against the Xziphid Hegemony, to offer whatever aid they could.": {
        "message": "Ojczyzna Buntowników z Rustah, jednego z najlepszych klubów piłkarskich Koalicji Przodków. Buntownicy w ciągu dwudziestu lat trzynastokrotnie zdobywali Puchar Galaktyki. Ich głównymi rywalami były Szpony Breslau z Układu Awangarda. Po Wojnie Stulecia Klub Piłkarski Buntownicy jako jeden z pierwszych skontaktował się ze Szponami, których zawodnicy walczyli w partyzantce przeciwko Hegemonii Xziphid, i zaproponował im pomoc."
    }, 
    "Horizon was one of the first Progenitor systems to fall to both Xziphid Hegemony and Machine Liberation Army (MLA) forces in both the Century War and the Pro-Com War. Both times, the invaders found taking the system to not be an easy task. Settlers of the region prided themselves at being self sufficient and tough. Seeing how hard a fight was ahead of them, both the Xziphid and the MLA chose to saturate the system with nukes and move on.": {
        "message": "Horyzont to jeden z pierwszych układów Przodków, które wpadły w ręce Hegemonii Xziphid i Armii Wyzwolenia Maszyn podczas Wojny Stulecia i Wojny Pro-Com. W obu przypadkach najeźdźcy musieli stoczyć zaciętą walkę z obrońcami, bowiem osadnicy z tego regionu to twardzi i niezależni ludzie. Widząc jak trudna czeka ich walka, wojska Xziphid i AWM postanowiły przeprowadzić atak atomowy i ruszyć w dalszą drogę."
    }, 
    "Host for the Progenitor Coalition 23rd Grand Galactic Games, Slynovia became famous for producing the most expensive games ever held. Not having suitable mountains for alpine events, Governor Anksari commissioned the Coalition Corp of Engineers to \"make\" mountains that could be used to attract the games. Using advanced tectonic manipulation, engineers were successful in raising a fifty mile range of mountains, its highest peak reaching 20,000ft. The Games Committee was so impressed at the lengths Slynovia was willing to go to attract the games they awarded them with the 23rd Grand Galactic Games. Unfortunately, the profits made from the games would not even cover five percent of the costs for hosting. Governor Anksari found himself voted out of office the following year, along with facing multiple lawsuits in civil court.": {
        "message": "Slynovia, która była gospodarzem 23. Wielkich Igrzysk Galaktycznych Koalicji Przodków, zasłynęła organizacją najdroższej olimpiady w historii. Nie mając odpowiednich gór do przeprowadzenia zawodów zimowych, gubernator Anksari zlecił wtedy Korpusowi Inżynieryjnemu Koalicji \"stworzenie\" gór, które nadawałyby się do organizacji zawodów. Korzystając z zaawansowanych metod manipulacji tektonicznej, inżynierowie wypiętrzyli pięćdziesięciomilowy łańcuch górski, którego najwyższy szczyt miał 6600 metrów wysokości. Komitet Olimpijski był pod wrażeniem starań Slynovii i przyznał jej organizację 23. Wielkich Igrzysk Galaktycznych. Niestety zyski z tego wydarzenia nie pokryły nawet pięciu procent kosztów organizacji. Gubernator Anksari został rok później odwołany z urzędu, a następnie postawiono mu liczne zarzuty na podstawie kodeksu cywilnego."
    }, 
    "Hyakutake was the home of the Terradine corporate shipyards. Merchant and explorer vessels were built in construction yards spread across the system, and then sent out for duty all throughout the Progenitor Coalition. The Battle of Hyakutake during the Century War saw the destruction of the yards and the occupants of the system. The yards were rebuilt after the war, along with a Progenitor military base and a number of orbital weapon platforms.": {
        "message": "Na Hyakutake znajdowały się stocznie korporacji Terradine. Budowano tam statki handlowe i badawcze, które wysyłano do służby na terenie całej Koalicji Przodków. Bitwa o Hyakutake podczas Wojny Stulecia doprowadziła do zniszczenia stoczni i okupantów układu. Zakłady odbudowano jednak po wojnie, tak samo jak bazę wojskową Przodków i wiele orbitalnych platform bojowych."
    }, 
    "Improved Commander Build Arm": {
        "message": "Ulepszony wysięgnik budowlany dowódcy"
    }, 
    "Improved Commander Build Arms increase build speed of all Commanders' build arms by 50% and reduces energy usage by 50%.": {
        "message": "Ulepszone wysięgniki budowlane dowódcy zwiększają o 50% szybkość budowania wszystkich wysięgników budowlanych dowódcy i zmniejszają o 50% zużycie energii."
    }, 
    "Improved Energy Weapons": {
        "message": "Ulepszona broń energetyczna"
    }, 
    "Improved Energy Weapons tech reduces energy costs for energy based weapons by 75%": {
        "message": "Technologia ulepszonej broni energetycznej zmniejsza o 75% koszt energii za broń energetyczną."
    }, 
    "Improved Fabricator Build Arms": {
        "message": "Ulepszone wysięgniki budowlane fabrykatora"
    }, 
    "Improved Fabricator Build Arms increase the build speed of all fabricator and factory build arms by 50% and reduces energy usage by 50%.": {
        "message": "Ulepszone wysięgniki budowlane fabrykatora zwiększają o 50% szybkość budowania wszystkich wysięgników budowlanych fabrykatora i zmniejszają o 50% zużycie energii."
    }, 
    "Improved Intelligence Tech": {
        "message": "Technologia ulepszonego wywiadu"
    }, 
    "Improved Intelligence Tech reduces energy costs for intelligence structures by 75%": {
        "message": "Technologia ulepszonego wywiadu zmniejsza koszt energii dla budynków wywiadu o 75%."
    }, 
    "In the Progenitor Coalition criminal justice system, when one\\'s crimes were not deemed heinous enough to warrant a sentence to exile in Epsilon Persei, a convicted criminal was sent to the prison system of Chi Leonis. Prisoners would serve their time mining iron. A hard life to be sure- nearly thirty percent of those sent to Chi Leonis would die there.": {
        "message": "W systemie prawa karnego Koalicji Przodków, jeśli czyjeś przestępstwa nie były na tyle poważne, żeby skazać go na wygnanie na Epsilon Persei, wysyłano go do układu więziennego Chi Leonis. Skazańcy odbywali tam wyroki pracując w kopalniach żelaza. Było to trudne życie – w Chi Leonis umierało prawie trzydzieści procent osadzonych."
    }, 
    "In what became a scene out of late 20th century ancient Earth films, the Humungus system became a battleground for scarce resources after it was cut off from the rest of the Progenitor Coalition during the Century War. Deeming the system of \"no strategic value\" the Xziphid Hegemony bypassed it on their way towards the promising targets in the region. Water and fuel became short supply in Humungus; people fighting one another for them. Forced to build vehicles that were ground based and using ancient combustion engines, open battles were fought in these vehicles moving at high speeds. By the time Progenitor Coalition forces arrived, some sixty-four years later, there was hardly a soul in Humungus who even remembered the Coalition.": {
        "message": "Niczym w starych ziemskich filmach z XX wieku, gdy został odcięty od reszty Koalicji Przodków podczas Wojny Stulecia, Układ Humungus stał się areną walki o rzadkie zasoby. Uznając ten system za \"pozbawiony znaczenia strategicznego\", Hegemonia Xziphid ominęła go w drodze do bardziej obiecujących celów w tym regionie. Na Humungus zaczęło brakować wody i paliwa, ludzie zacięcie walczyli więc ze sobą o te zasoby. Sytuacja zmusiła ich też do produkowania pojazdów lądowych napędzanych starożytnymi silnikami spalinowymi, które podczas zaciętych bitew poruszały się z dużymi prędkościami. Do czasu przybycia sił Koalicji Przodków, jakieś sześćdziesiąt cztery lata później, na Humungusie pozostało niewielu ludzi, którzy jeszcze pamiętali o jej istnieniu."
    }, 
    "Industrial development system of Fazhani reached a fever pitch before the outset of the Century War. Fazhani became extremely polluted with toxic chemicals emanating from its countless number of Progenitor factories. The clouds of toxic gas alternated between neon green and day glow orange in color. After seventy years of nonstop pollution, the companies responsible were forced to evacuate the system. When the General Assembly discovered the scale of the disaster, many of the corporate executives responsible were sentenced to long prison terms and their companies were forced to begin what would be the biggest terraforming and clean-up project the Progenitor Coalition had ever seen.": {
        "message": "Przemysłowy Układ Fazhani osiągnął szczyt swego rozwoju tuż przed wybuchem Wojny Stulecia. Został on straszliwie zanieczyszczony przez chemikalia wytwarzane przez niezliczone fabryki Przodków – chmury toksycznych gazów miały przeróżne kolory, od jaskrawozielonego po pomarańczowy. Po siedemdziesięciu latach nieustannego zatruwania planety firmy odpowiedzialne za ten stan musiały ją w końcu opuścić. Gdy Zgromadzenie Ogólne odkryło skalę katastrofy, wielu prezesów firm zostało skazanych na wyroki wieloletniego więzienia, a ich przedsiębiorstwa zmuszono do przeprowadzenia największej operacji terraformowania i oczyszczania w historii Koalicji Przodków."
    }, 
    "Ingstad was extremely low in population. Considered a \"bypass\" system, only the hardiest of Progenitor Coalition settlers chose to scratch out meager livings mining the system, relishing the privacy that Ingstad offered them.": {
        "message": "Ingstad zamieszkiwała bardzo niewielka populacja. Układ ten był często omijany – osiedlali się tam tylko nieliczni i najtwardsi osadnicy, żyjący z górnictwa i cieszący się spokojem, jaki zapewniało im jego odosobnienie."
    }, 
    "Inoda was the location of a series of underground Progenitor research laboratories owned and operated by GeoponInc. It was from here that major advances in crop genetics took place, making crops nearly impervious to diseases and able to grow in almost any climate. GeoponInc also helped to design the molecular schematics used for food preparation in the SynthVictuals Module; the research breakthroughs all coming out of the Inoda labs. Contact was lost with Inoda when Machine Liberation Army forces swept through it during the Pro-Com War. Their ultimate fate is unknown.": {
        "message": "Na Inodzie znajdowały się laboratoria badawcze Koalicji Przodków należące do firmy GeoponInc. To tutaj dokonano wielu ważnych odkryć w dziedzinie genetyki roślin uprawnych, dzięki którym uprawy stały się praktycznie całkowicie odporne na choroby i mogły rosnąć w każdym klimacie. GeoponInc pomogła także stworzyć schematy molekularne wykorzystywane do przygotowywania żywności w Module Syntetycznych Przysmaków. Kontakt z Inodą utracono, gdy układ został zaatakowany przez siły Armii Wyzwolenia Maszyn podczas Wojny Pro-Com. Los jej mieszkańców pozostaje nieznany."
    }, 
    "Intelligence Fabrication Tech": {
        "message": "Technologia budowy wywiadu"
    }, 
    "Intelligence Fabrication Tech reduces metal build costs of all intelligence structures and mobile units by 50%": {
        "message": "Technologia budowy wywiadu zmniejsza o 50% zużycie metalu przy budowie wszystkich struktur wywiadu oraz jednostek mobilnych."
    }, 
    "Jonathan Blair, a former CFO for GeoponInc, purchased this system from the Progenitor Coalition government for the growing of specialty crops. When he was done, Blair had constructed over five thousand greenhouse domes across the system. In just ten years, Blair was able to corner the galactic market in exotic spices making Blackrock Agricultural Co the most profitable privately owned company in the Progenitor Coalition.": {
        "message": "Jonathan Blair, były dyrektor finansowy firmy GeoponInc, zakupił ten układ od rządu Koalicji Przodków, by uprawiać tam rośliny specjalne. Blair zbudował w całym systemie ponad pięć tysięcy szklarń kopułowych. W ciągu zaledwie dziesięciu lat podbił tym samym galaktyczny rynek przypraw egzotycznych, a firma Blackrock Agricultural stała się najbardziej dochodowym przedsiębiorstwem prywatnym w Koalicji Przodków."
    }, 
    "Kappa Geminorum system was the home of wealthy industrialist and creator of the SynthVictuals Module, Yi Xing. Purchasing the system for an undisclosed amount of money from the Progenitor Coalition government, Xing used his vast wealth to essentially create his own freehold. The system remained closed to all but Xing\\'s family and closest friends and business associates. It was not until the Pro-Com War that Xing offered his resources towards the defeat of the Machine Liberation Army (MLA). His inventions, including a superior model of his famous SynthVictuals Module, helped to halt the MLA advance.": {
        "message": "Z układu Kappa Geminorum pochodził bogaty przedsiębiorca i twórca Modułu Syntetycznych Przysmaków, Yi Xing. Zakupił on ten system za nieujawnioną kwotę od rządu Koalicji Przodków i wykorzystał swój olbrzymi majątek, by stworzyć tam własne królestwo. Do układu mogli przybywać tylko członkowie rodziny, najbliżsi przyjaciele i współpracownicy Xinga. Dopiero po wybuchu Wojny Pro-Com Xing wsparł walkę z Armią Wyzwolenia Maszyn (AWM). Jego wynalazki, w tym najlepszy model słynnego Modułu Syntetycznych Przysmaków, pomogły zatrzymać natarcie wojsk."
    }, 
    "Kehlmor was known for its rich metal resources and was one of the first systems to be leased from the Progenitor Coalition government by the Terradine Corporation, which was swift in establishing several mining operations throughout. The system fell to the Xziphid Hegemony during the Century War, and was not liberated by Progenitor forces until fifteen years later.": {
        "message": "Kehlmor słynął z bogatych zasobów metalu – był to jeden z pierwszych systemów dzierżawionych od Koalicji Przodków przez Korporację Terradine, która błyskawicznie otworzyła tam kilka kopalń. Podczas Wojny Stulecia układ dostał się w ręce Hegemonii, wojska Przodków wyzwoliły go dopiero piętnaście lat później."
    }, 
    "Known by one name, Blogar was a giant of a man. From unknown origins, Blogar rose through the ranks of the criminal world to become the Progenitor Coalition\\'s first criminal overlord. Gaining a reputation for killing people with one punch, Blogar used fear of violence to get what he wanted. Before he knew it, he had built a criminal empire that spanned the galaxy. Using his now infamous strong arm tactics, Blogar was able to seize control of a sparsely populated system and make it his own. During the Century War, Blogar was reported to have punched through a Xziphid Hegemony warrior\\'s exosuit. As a result, Blogar became the first human to discover what the aliens really looked like under the insect appearance of their armor.": {
        "message": "Blogar, znany tylko z imienia, był olbrzymim człowiekiem. Nie wiadomo skąd pochodził, ale szybko awansował w kryminalnym półświatku i stał się pierwszym wielkim bossem organizacji przestępczej na terenie Koalicji Przodków. Mawiano, że zabijał jednym ciosem, zastraszał więc ludzi z użyciem przemocy, by dostać to, czego chciał. Błyskawicznie zbudował podziemne imperium, które obejmowało swymi wpływami całą galaktykę. Dzięki wymuszeniom zdołał też przejąć kontrolę nad słabo zaludnionym układem i uczynić go swoją własnością. Podczas Wojny Stulecia Blogar podobno przebił pięścią egzokombinezon wojownika Hegemonii Xziphid. W ten sposób został pierwszym człowiekiem, który zobaczył jak wyglądają ci kryjący się pod pancerzem przypominającym owada obcy."
    }, 
    "Known for its rich deposits of copper, Cupru also had the distinction of being the only system in the known galaxy where the giant Cupru Cosvierme, a worm the size of the Empire State Building on ancient Earth, could be found. The crew of the Terradine Corp mining vessel Flying Solo found this out when they attempted to prospect in a massive cave they had discovered in Cupru. After setting off their first seismic charge, the crew was faced with an imminent cave collapse. Barely escaping, it dawned on them what had really happened. Xenobiologists flocked to the system to study the worm, and discovered a large population. Terradine quickly withdrew any claims on Cupru. Years later the Progenitor Coalition were defeated by the Machine Liberation Army at the Battle of Cupru during the Pro-Com War.": {
        "message": "Cupru, słynące z bogatych złóż miedzi, jest też jedynym układem w znanej galaktyce, gdzie można znaleźć olbrzymiego Cupru cosvierme, czerwia wielkości Empire State Building ze starej Ziemi. Załoga należącego do korporacji Terradine statku górniczego \"Solista\" przekonała się o tym, gdy spróbowała wydobycia w olbrzymiej jaskini, którą odkryła na Cupru. Po odpaleniu pierwszego ładunku sejsmicznego ekipa znalazła się w miejscu zagrożonym zawaleniem. Ledwie udało jej się ujść stamtąd z życiem, dopiero później zaś uświadomiła sobie, co tak naprawdę się stało. Ksenobiolodzy tłumnie zjawili się w tym systemie, żeby zbadać czerwia, i odkryli dużą populację tych istot. Terradine szybko zrzekło się roszczeń wobec Cupru. Wiele lat później Koalicja Przodków została pokonana przez Armię Wyzwolenia Maszyn w bitwie na Cupru podczas Wojny Pro-Com."
    }, 
    "Known once for its beautiful gemstones, tea farms and quiet gardens, the Xuanzang system became a favorite retirement spot for citizens of the Progenitor Coalition. Few places in the galaxy exuded the laid-back, tranquil feeling offered by living there. When it became apparent that the Progenitor Coalition was doomed, the citizens of Xuanzang patiently awaited the arrival of the Machine Liberation Army. When the invasion force arrived they found that the populace, rather than face fiery death, chose to commit mass suicide by eating the seeds of the deadly Tengarak plant, which was native to the system.": {
        "message": "Układ Xuanzang słynął niegdyś z pięknych klejnotów, upraw herbaty i cichych ogrodów, dzięki czemu stał się ulubionym miejscem emerytów z Koalicji Przodków. Niewiele miejsc w galaktyce emanowało tak spokojną atmosferą, udzielającą się wszystkim, którzy tam mieszkali. Kiedy stało się oczywistym, że Koalicja Przodków jest zgubiona, mieszkańcy Xuanzang cierpliwie czekali na przybycie Armii Wyzwolenia Maszyn. Gdy pojawiły się siły inwazyjne, okazało się, że ludzie nie mieli zamiaru zginąć w płomieniach i popełnili masowe samobójstwo, zjadając nasiona zabójczej rośliny tengarak rosnącej w tym układzie."
    }, 
    "Kohr had a sinister reputation among the citizens of the Progenitor Coalition. A favorite base of operations for smugglers and pirates alike, Kohr was notorious for swallowing up ships, never to be seen again. It quickly gained the reputation as the \"Bermuda Triangle\" of space, avoided by only the most foolhardy or desperate. During the Pro-Com War, Machine Liberation Army Commander Scipio chose it as his stronghold, launching numerous attacks against Progenitor forces from it.": {
        "message": "Kohr cieszył się złą sławą wśród mieszkańców Koalicji Przodków. Była to ulubiona baza wypadowa przemytników i piratów – statki często znikały tam bez śladu. Kohr szybko zyskał miano kosmicznego \"Trójkąta Bermudzkiego\", a na podróż w ten rejon decydowali się tylko najwięksi ryzykanci i desperaci. Podczas Wojny Pro-Com Armia Wyzwolenia Maszyn dowodzona przez Scypiona wybrała ten układ na swoją twierdzę, przeprowadzając stamtąd liczne ataki na siły Przodków."
    }, 
    "Kozlov was once a major stop for merchant ships on the large trade route called the Hudson Trade Lane. With such a healthy trade zone developed in the system, it was not long before Kozlov was known to virtually every citizen of the Progenitor Coalition. \"If you want it, Kozlov has it.\", became a common phrase among citizens. From the soaring market towers to the seedy black market deals, anything and everything was for sale.": {
        "message": "Kozlov było kiedyś ważnym przystankiem statków handlowych na dużym szlaku zwanym Szlakiem Handlowym Hudson. W układzie powstała świetnie działająca strefa handlowa, a wkrótce nazwę Kozlov znał praktycznie każdy obywatel Koalicji Przodków. \"Jeżeli czegoś szukasz, na pewno znajdziesz to na Kozlov\" stało się popularnym powiedzeniem. W olbrzymich biurowcach, ale także podczas czarnorynkowych transakcji w brudnych zaułkach – w tym układzie można było kupić dosłownie wszystko."
    }, 
    "Lambda Geminorum held little interest to the Progenitor Coalition until the Century War. Lambda Geminorum would become immortalized as the site of the \"largest tank battle since Kursk\". Over 17,000 Xziphid Hegemony Scarabs squared off against just over 12,000 Battle Tanks. Despite the numbers involved, the battle was over in just twenty-three minutes. Against the superior tactics of Commander Zhukov, the Xziphid were soundly defeated.": {
        "message": "Aż do Wojny Stulecia Lambda Geminorum nie cieszyła się wielkim zainteresowaniem Koalicji Przodków. Układ ten zapisał się jednak trwale na kartach historii jako miejsce \"największej bitwy pancernej od czasu Kurska\". Ponad 17000 skarabeuszy Hegemonii Xziphid zmierzyło się tu z niewiele ponad 12000 czołgów bojowych. Mimo zaangażowania olbrzymich sił bitwa trwała zaledwie dwadzieścia trzy minuty. Dzięki doskonałej taktyce dowódcy Żukowa armia Xziphid odniosła sromotną porażkę."
    }, 
    "Leased by the Heliacal Corporation, the system was the home of the largest solar power collection array in all the Progenitor Coalition. The energy gathered was stored and shipped to all corners of the Progenitor Coalition. Progenitor Marines fought nearly to the last defending the system from the Xziphid Hegemony, only to be relieved by Commander Subotai who proceeded to drive out the Xziphid forces.": {
        "message": "System ten, dzierżawiony przez Korporację Heliacal, był miejscem, w którym znajdowała się największa elektrownia słoneczna w całej Koalicji Przodków. Gromadzoną energię magazynowano i wysyłano do wszystkich zakątków Koalicji. Marines bronili tego układu prawie do ostatniego żołnierza przed Hegemonią Xziphid. Dopiero w ostatniej chwili przybył im z pomocą dowódca Subotai, któremu udało się odeprzeć wrogie wojska."
    }, 
    "Littered at one time with a range of various sized asteroids, the system was leased by the Terradine Corporation just before the outset of the Century War. Terradine survey crews found the asteroids rich in various metals, especially gold. When the Xziphid Hegemony invaded the system some years later, Terradine security forces put up a valiant fight but were killed to the last.": {
        "message": "Układ ten, pełen asteroidów różnych rozmiarów, został wydzierżawiony Korporacji Terradine tuż przed wybuchem Wojny Stulecia. Ekipy badawcze Terradine znalazły tu wtedy asteroidy z bogatymi złożami różnych metali, szczególnie złota. Kiedy Hegemonia Xziphid uderzyła jednak na ten system kilka lat później, siły bezpieczeństwa Terradine, choć broniły się zacięcie, zostały wybite do nogi."
    }, 
    "Magellan was best known as the headquarters for the Lusk Exploration Company. Founded by Eldon Lusk, the company became responsible for exploring and charting nearly twenty-five percent of Progenitor Coalition space. Lusk was also instrumental in helping develop more efficient phase drives, as well as establishing the network of vital galactic communication arrays throughout Progenitor territory. Despite having a great deal of success, Lusk constantly drove himself to develop more ideas to improve Progenitor colonies and humanity as a whole. His Volta Hover Car would eventually become the standard mode of transportation for citizens throughout the Progenitor Coalition.": {
        "message": "Układ Magellan był najlepiej znany z faktu, iż znajdowała się tam siedziba Korporacji Badawczej Lusk odpowiedzialnej za eksplorację i sporządzenie map prawie 25% przestrzeni Koalicji Przodków. Lusk odegrała też istotną rolę w opracowaniu wydajniejszego napędu fazowego oraz stworzeniu sieci istotnych centrów łączności galaktycznej na terytorium Przodków. Mimo licznych sukcesów Lusk ciągle szukał nowych pomysłów, które pomogłyby w rozwoju kolonii Przodków i całej ludzkości. Na przykład jego poduszkowiec Vilta stał się standardowym środkiem transportu mieszkańców całej Koalicji Przodków."
    }, 
    "Many years into the Pro-Com War it became clear that Loyalist Commanders would be imperative to a Progenitor Coalition victory. Seizing upon this, Progenitor High Command decided to use one of their best, Loyalist Commander Grant, as bait to lure Machine Liberation Army Commander Barca into a trap. Knowing that Barca was operating near the system, Grant entered Zeta Draconis and prepared his trap. Eventually, Barca entered the system and immediately detected Grant. Locating the Loyalist, Barca could see that Grant had been damaged, laying helpless next to an active volcano. Barca moved in for the kill. At the last instant, Grant rocketed into the air, detonating the hidden explosives buried in the side of the fiery mountain. Before he could react, Barca found a wave of lava washing over him. Grant would use the tactic successfully two more times before he was lost during the Battle of Cupru.": {
        "message": "Wiele lat po rozpoczęciu Wojny Pro-Com stało się jasne, że dowódcy-lojaliści są niezbędni, by Koalicja Przodków mogła odnieść zwycięstwo. Dlatego też Naczelne Dowództwo Przodków postanowiło wykorzystać Granta, jednego ze swoich najlepszych dowódców, jako przynętę, żeby wciągnąć w pułapkę Barcę, dowódcę Armii Wyzwolenia Maszyn. Wiedząc, że Barca działa w pobliżu tego układu, Grant udał się do Zeta Draconis i przygotował zasadzkę. Barca w końcu zjawił się i natychmiast wykrył Granta, zauważając, że został uszkodzony i leży bezsilny w pobliżu aktywnego wulkanu. Barca ruszył, by dobić wroga. W ostatniej chwili Grant wyskoczył w powietrze i zdetonował ukryte ładunki wybuchowe. Zanim Barca zdążył zareagować, zalała go fala lawy. Grant użył tej taktyki jeszcze dwukrotnie, zanim zginął podczas bitwy o Cupru."
    }, 
    "Metal and energy storage on all commanders and storage structures increased by 300%. Adds in blueprints for storage structures.": {
        "message": "Pojemność magazynów metalu i energii wszystkich dowódców oraz struktur magazynowych wzrasta o 300%. Dodaje plany struktur magazynowych."
    }, 
    "Metrarch the Machinist controls the data for this bipedal loadout somewhere on Cupru.": {
        "message": "Metrarcha Maszynista kontroluje dane tego dwunożnego sprzętu gdzieś na Cupru."
    }, 
    "Miyaska was known as the \"Entertainment Capital of the Progenitor Coalition\". People had grown weary of the same computer-generated entertainment being churned out by holovid companies time after time; longing for the days on ancient Earth when films used real people and real locations. Miyaska provided a prime location for filming in any environment one could think of. One of the biggest holovid companies was Uber Entertainment, who began their climb to the top with their smash hit Crimson Midnight. The movie told the story about a group of humans called the Progenitors that fought against an advanced machine society bent on conquering the galaxy.": {
        "message": "Miyaskę nazywano \"Stolicą Rozrywki Koalicji Przodków\". Ludziom znudziła się monotonna rozrywka generowana komputerowo przez firmy z branży holofilmowej – zatęsknili za starą Ziemią, gdzie w filmach można było zobaczyć prawdziwe osoby i prawdziwe miejsca. Miyaska okazała się doskonałym miejscem do zdjęć w dowolnym środowisku. Jednym z największych producentów holofilmów była firma Uber Entertainment, która rozpoczęła swoją wspinaczkę na szczyt przebojową \"Karmazynową Północą\". Film opowiadał o grupie ludzi zwanych Przodkami, którzy walczyli przeciwko rasie zaawansowanych maszyn pragnących podbić galaktykę."
    }, 
    "Name:": {
        "message": "Imię:"
    }, 
    "Named after the famous Earth cosmologist, Sagan was fittingly the home to the Coalition Center for Astronomical Studies (CCAS). Astronomers, physicists, and cosmologists from all across the Progenitor Coalition vied for jobs at the prestigious institution. The CCAS as was instrumental in helping to chart new trade routes and discovering new systems to colonize during the rise of the Progenitor Coalition.": {
        "message": "W układzie Sagan, nazwanym na cześć słynnego ziemskiego kosmologa, znajdowała się siedziba Koalicyjnego Centrum Badań Astronomicznych (KCBA). W tej prestiżowej instytucji pragnęli pracować astronomowie, fizycy i kosmologowie z całej Koalicji Przodków. KCBA odegrało istotną rolę w wytyczeniu nowych szlaków handlowych i odkryciu nowych układów do kolonizacji w czasach rozwoju Koalicji Przodków."
    }, 
    "Named for the famed Progenitor explorer Johan Thrale, the system was known to be rich in minerals, especially plentiful in diamonds and other precious gems. However, the only way to access the area was to navigate through the extensive asteroid fields that had made up the system. Thrale was able to do just that, successfully surveying the area, which he named after himself. Unfortunately, he would later die on a return trip through the system when his ship lost engine power and drifted into a nearby asteroid, killing all on board.": {
        "message": "Układ ten, nazwany na cześć Johana Thrale, odkrywcy z Koalicji Przodków, słynął z bogactw mineralnych, szczególnie z diamentów i innych cennych klejnotów. Jedyna droga do tego obszaru prowadziła jednak przez rozległe pola asteroidów, które tworzyły system. Thrale potrafił przez nie nawigować, zbadał ten obszar i nazwał go swoim imieniem. Niestety zginął w trakcie podróży powrotnej, gdy jego statek stracił zasilanie silnika i rozbił się o pobliską asteroidę. Zginęli wtedy wszyscy znajdujący się na pokładzie."
    }, 
    "Naval Ammunition Tech": {
        "message": "Technologia amunicji morskiej"
    }, 
    "Naval Ammunition Tech increases the damage of all naval vessels by 25%": {
        "message": "Technologia amunicji morskiej zwiększa o 25% obrażenia zadawane przez wszystkie jednostki morskie."
    }, 
    "Naval Armor Tech": {
        "message": "Technologia pancerza morskiego"
    }, 
    "Naval Armor Tech increases health of all naval units by 50%": {
        "message": "Technologia pancerza morskiego zwiększa o 50% zdrowie wszystkich jednostek morskich."
    }, 
    "Naval Combat Tech": {
        "message": "Technologia walki morskiej"
    }, 
    "Naval Combat Tech increases speed of all naval units by 50%, health by 50%, and damage by 25%": {
        "message": "Technologia walki morskiej zwiększa o 50% szybkość wszystkich jednostek morskich, ich zdrowie o 50%, a zadawane obrażenia o 25%."
    }, 
    "Naval Engine Tech": {
        "message": "Technologia napędu morskiego"
    }, 
    "Naval Engine Tech increases speed of all naval units by 50%": {
        "message": "Technologia napędu morskiego zwiększa o 50% szybkość wszystkich jednostek morskich."
    }, 
    "Naval Fabrication Tech": {
        "message": "Technologia budowy morskiej"
    }, 
    "Naval Fabrication Tech reduces metal build costs of all naval vessels by 25%": {
        "message": "Technologia budowy morskiej zmniejsza o 25% koszt budowy wszystkich jednostek morskich."
    }, 
    "On Atlas, Inquisitor Nemicus has this fast moving loadout installed in his data banks.": {
        "message": "Na Atlasie inkwizytor Nemicus ma w swoich bankach danych zainstalowany ten szybki sprzęt."
    }, 
    "Once famous for its diverse flora and fauna, the system became a popular destination for Progenitor sightseers and big game hunters alike. It was not until Horace \"Lefty\" McGregor decided he had had enough trying to track the elusive Mitjanit Cat and used a low yield tactical nuke to \"level the playing field\", that Progenitor Coalition authorities stepped in and made the entire system a wildlife preserve where hunting was illegal.": {
        "message": "Układ ten słynął niegdyś ze zróżnicowanej fauny i flory, przez co stał się popularny wśród turystów i myśliwych polujących na grubego zwierza. Władze Koalicji Przodków interweniowały i ogłosiły cały system rezerwatem przyrody, zabraniając polowań dopiero po tym, jak Horace \"Lefty\" McGregor, mając dość tropienia nieuchwytnego kota mitjanit, użył taktycznego ładunku atomowego o małej mocy, żeby \"wyrównać szanse\"."
    }, 
    "Once home to a thriving colony of over two billion people, this system became part of Progenitor folklore. Just as the colony was poised for greatness with the discovery of unusually large platinum deposits, a sickness swept through the system. Later it was discovered to be an ancient parasite released due to the platinum mining, Omega 9-1, as it was dubbed, proceeded to kill most of the system\\'s populace before it was quarantined by the Progenitor Coalition and a vaccine was developed. One survivor described her experience as reading a horror movie script: deserted streets, boarded up homes, crazed infected victims seeking to kill those who weren\\'t. The Progenitor Coalition government quickly covered up the \"incident\" and declared Tau Leporis a \"sealed system\".": {
        "message": "W tym układzie niegdyś znajdowała się kwitnąca kolonia ponad dwóch miliardów ludzi – stał się on częścią folkloru Przodków. Odkryto tam niezwykle duże złoża platyny, co wróżyło wspaniałą przyszłość kolonii, ale właśnie wtedy w systemie wybuchła epidemia. Później okazało się, że był to starożytny pasożyt uwolniony właśnie podczas wydobycia platyny. Nazwany Omega 9-1, zabił większość mieszkańców układu, zanim Koalicja Przodków nie wprowadziła kwarantanny i nie opracowano szczepionki. Jedna z ocalałych opisała swoje przeżycia żywo przypominające scenariusz filmu grozy: opustoszałe ulice, zabite deskami okna i drzwi domów, oszalałe zarażone ofiary żądne krwi zdrowych ludzi. Rząd Koalicji Przodków szybko zatuszował ten \"incydent\" i uznał Tau Leporis za \"układ zamknięty\"."
    }, 
    "Once home to the largest continuous asteroid belt in the known galaxy, Dragon\\'s Spine became the stuff of legend. Tales spoke of a lost ship of unknown origin, perhaps another galaxy, adrift somewhere within the Spine. Treasure hunters and fortune seekers galore all tried to find the elusive ship, only to produce blurry holovids and sonic anomaly readings as evidence it existed.": {
        "message": "Smoczy Grzbiet był kiedyś największym nieprzerwanym pasem asteroid w znanej galaktyce, dzięki czemu stał się prawdziwą legendą. Wśród ludzi krążyły na przykład opowieści o zagubionym statku nieznanego pochodzenia, być może z innej galaktyki, dryfującym gdzieś po Grzbiecie. Łowcy skarbów i poszukiwacze bogactw próbowali znaleźć ten nieuchwytny okręt, jednak udało im się tylko nagrać rozmyte holofilmy i anomalie dźwiękowe, rzekomo potwierdzające jego istnienie."
    }, 
    "Once part of Xziphid Hegemony space, this system is where Dr. Euphemia Kenyatta spent ten years in hiding from the Progenitor Coalition and shut off from the rest of the galaxy. It was here that her research on artificial intelligence made giant leaps forward, and would later prove to be the turning point in the war against the Xziphid Hegemony.": {
        "message": "Ten układ znajdował się niegdyś w przestrzeni Hegemonii Xziphid i to tutaj dr Euphemia Kenyatta przez dziesięć lat ukrywała się przed Koalicją Przodków, odcięta od reszty galaktyki. Dokonała wtedy przełomowych odkryć w dziedzinie badań nad sztuczną inteligencją, co odmieniło losy wojny z Hegemonią Xziphid."
    }, 
    "One of the more unique systems to be found in the galaxy, Corgan\\'s Well, reached mythic proportions among Progenitor Coalition citizenry. Named after Stella Corgan, the first human to ever set foot, or rather crash in the system, it was she who first discovered the rejuvenating properties of the water found there. Marooned for over forty years, surveyors were astounded to find her- and not looking a day over thirty. As it turned out, she was actually seventy-two years of age. The Progenitor Coalition government moved quickly to quarantine the system, placing a sanctuary label on it. Parantua Pharmaceuticals was granted research rights, but limited to only removing one hundred gallons per year from the area. Trademarked simply as 'Youth' the liquid could add up to fifty years on a human\\'s life. Due to its rarity, a single bottle of the water was considered the most expensive item in the known galaxy. Yi Xing, inventor of the SynthVictuals Module, was rumored to have bought two.": {
        "message": "Studnia Corgan to jeden z najbardziej wyjątkowych układów w galaktyce, który osiągnął mityczne proporcje wśród mieszkańców Koalicji Przodków. Nazwano go na cześć Stelli Corgan, pierwszego człowieka, który postawił stopę, a raczej rozbił się, w tym systemie. To ona odkryła odmładzające właściwości znajdującej się tu wody. Przebywała tu sama przez ponad 40 lat, ale ku zdumieniu badaczy, którzy ją odnaleźli, wyglądała na nie więcej niż trzydziestkę. Jak się okazało, w rzeczywistości miała siedemdziesiąt dwa lata. Rząd Koalicji Przodków szybko wprowadził kwarantannę tego układu i ogłosił go rezerwatem. Firma Parantua Pharmaceuticals otrzymała prawa do prowadzenia badań, ale mogła pobierać z tego terenu tylko sto galonów wody rocznie. Płyn nazwany po prostu \"Młodość\" mógł wydłużyć życie człowieka nawet o pięćdziesiąt lat. Ze względu na słabą dostępność butelka tej wody była jednym z najdroższych przedmiotów w znanej galaktyce. Yi Xing, wynalazca Modułu Syntetycznych Przysmaków, podobno zakupił dwie."
    }, 
    "One of the worst atrocities in all of the Century War took place in this system. The Xziphid Hegemony, having just invaded the Progenitor Coalition, discovered they had a taste for human flesh. After conquering the Salak system, all surviving humans were rounded up into massive metallic pens where they were stripped of all clothing and were fed and cared for. The citizens of Salak were being \"fattened up\" to be used as food for the Xziphid race. Salak became a human breeding ground for over seventy years. The stories of those that survived would be etched forever in the book  Humanity Lost: The Story of Salak by author Matthias Kehl.": {
        "message": "W układzie tym dokonano jednej z największych zbrodni Wojny Stulecia. Hegemonia Xziphid, która właśnie najechała Koalicję Przodków, rozsmakowała się w ludzkim ciele. Po podbiciu systemu Salak wszystkim ocalałym ludziom odebrano ubrania i zamknięto w wielkich metalowych zagrodach, gdzie karmiono ich i dbano o nich. W ten sposób mieszkańcy Salak byli \"tuczeni\", by stać się pożywieniem dla rasy Xziphid. Salak stało się na ponad siedemdziesiąt lat hodowlą ludzi. Opowieści tych, którzy przeżyli to piekło, zostały uwiecznione w książce \"Utracone człowieczeństwo: Historia Salak\" autorstwa Matthiasa Kehla."
    }, 
    "One time head of the Panoply Armaments Group, Victor Panoply, fell so deeply in love with the system Karachkina that he bought up large sections of it because he was \"reminded of his native Siberia\" back on Earth. The system became a haven for Earth immigrants of Russian descent, eventually to become famous throughout the Progenitor Coalition for its premium distilled alcohol, Nyste.": {
        "message": "Pewnego razu szef Grupy Zbrojeniowej Panoply, Victor Panoply, dosłownie zakochał się w układzie Karachkina tak bardzo, że kupił jego część, bo \"przypominała mu rodzinną Syberię\" na Ziemi. Układ ten stał się schronieniem dla imigrantów z Ziemi pochodzenia rosyjskiego, a później zasłynął w całej Koalicji Przodków produkcją doskonałego destylowanego alkoholu, Nyste."
    }, 
    "Only Inquisitor Nemicus knows the data for this assault focused loadout. Find it on Patagonia.": {
        "message": "Tylko inkwizytor Nemicus zna dane tego wyposażenia szturmowego. Znajdziesz je na Patagonii."
    }, 
    "Orbital Ammunition Tech": {
        "message": "Technologia amunicji orbitalnej"
    }, 
    "Orbital Ammunition Tech increases damage of all orbital units by 25%": {
        "message": "Technologia amunicji orbitalnej zwiększa o 25% obrażenia zadawane przez wszystkie jednostki orbitalne."
    }, 
    "Orbital Armor Tech": {
        "message": "Technologia pancerza orbitalnego"
    }, 
    "Orbital Armor Tech increases health of all orbital units by 50%": {
        "message": "Technologia pancerza orbitalnego zwiększa o 50% zdrowie wszystkich jednostek orbitalnych."
    }, 
    "Orbital Combat Tech": {
        "message": "Technologia walki orbitalnej"
    }, 
    "Orbital Combat Tech increases speed of all orbital units by 50%, health by 50%, and damage by 25%": {
        "message": "Technologia walki orbitalnej zwiększa o 50% szybkość wszystkich jednostek orbitalnych, ich zdrowie o 50% i zadawane obrażenia o 25%."
    }, 
    "Orbital Commander": {
        "message": "Dowódca orbitalny"
    }, 
    "Orbital Engine Tech": {
        "message": "Technologia napędu orbitalnego"
    }, 
    "Orbital Engine Tech increases speed of all orbital units by 50%": {
        "message": "Technologia napędu orbitalnego zwiększa o 50% szybkość wszystkich jednostek orbitalnych."
    }, 
    "Orbital Fabrication Tech": {
        "message": "Technologia budowy orbitalnej"
    }, 
    "Orbital Fabrication Tech reduces metal build costs of all orbital vehicles by 25%": {
        "message": "Technologia budowy orbitalnej zmniejsza o 25% zużycie metalu przy produkcji wszystkich pojazdów orbitalnych."
    }, 
    "Originally part of the Xziphid Hegemony, this system remained virtually untouched until the Century War; the Xziphid using it as a staging area to launch attacks into Progenitor Coalition space. As the war entered its later stages, Progenitor forces, spearheaded by Commander Sulla, drove the Xziphid from the system in the later years of the war.": {
        "message": "Początkowo układ ten należał do Hegemonii Xziphid, aż do Wojny Stulecia pozostając nietkniętym. Hegemonia używała go jako punktu zbornego przed atakami na tereny Koalicji Przodków. W późniejszym okresie wojny wojska Przodków, dowodzone przez komandora Sullę, wyparły Xziphid z tego systemu."
    }, 
    "Over a fifteen month span, forces of the Progenitor Coalition fought the Xziphid Hegemony in what would be later called the Battle of Seven Moons during the Century War. At the time, seven moons were orbiting one of the system\\'s planets, where Progenitor Marines found them occupied by the Xziphid. Drawing inspiration from an ancient Earth war, the Marines used a tactic called moon hopping; attacking a lightly fortified moon while bypassing the next, heavier defended one. Using this tactic they were able to isolate the Xziphid fortresses and eventually take them out. Many years later that same planet exploded, destroying it and the moons in the process.": {
        "message": "Podczas Wojny Stulecia wojska Koalicji Przodków walczyły przez piętnaście miesięcy z Hegemonią Xziphid w starciu nazwanym później Bitwą Siedmiu Księżyców. W tym czasie wokół jednej z planet układu krążyło siedem księżyców okupowanych przez wojska Xziphid. Czerpiąc inspirację ze starożytnej ziemskiej wojny marines zastosowali wobec nich taktykę skoków księżycowych: atakowali słabo umocniony księżyc i omijali kolejny, lepiej broniony. W ten sposób udało im się odciąć fortece Xziphid i w końcu je zniszczyć. Wiele lat później planeta eksplodowała i zniszczyła orbitujące wokół niej księżyce. "
    }, 
    "Planicus was the ideal location for one of the Progenitor Coalition\\'s many galactic communication arrays. The arrays, some seventy in total, allowed for instant communication from the Sol System to the most remote areas of Progenitor Coalition territory. It was here, after discovering the truth behind Project NEST, that Commander Tryphon hijacked the array, broadcasting what he considered proof of humanity\\'s plot to enslave all Commanders to every corner of Progenitor Coalition space. Before he could be apprehended by Progenitor authorities Tryphon had escaped to the Battani system where he would remain in seclusion for many years.": {
        "message": "Planicus było idealnym miejscem dla licznych centrów łączności Koalicji Przodków. Było ich w sumie około siedemdziesięciu i umożliwiały natychmiastową łączność pomiędzy Układem Słonecznym a najbardziej odległymi obszarami Koalicji Przodków. To tutaj, poznawszy prawdę o projekcie NEST, komandor Tryphon zajął jedno z centrów i nadał na całą przestrzeń Koalicji Przodków materiał, który uważał za dowód na planowane przez ludzi zniewolenia dowódców. Zanim zatrzymały go władze, Tryphon zbiegł do układu Battani, gdzie przez wiele lat przebywał w odosobnieniu."
    }, 
    "Platina was the site of the largest Commander vs. Commander battle of the Pro-Com War. Nearly fifty Machine Liberation Army (MLA) Commanders invaded the system knowing it was being held by over thirty Loyalist Commanders. MLA Intelligence had deduced that the Progenitor Coalition and their Loyalist allies were protecting a high value target that needed to be captured or destroyed. It was a trap. Hidden Loyalist forces pounced on the MLA, now outnumbering them 2 to 1. The Battle of Platina was single biggest loss of MLA Commanders in the entire war. It would take them over ten years to recover.": {
        "message": "Na Platinie doszło do największej bitwy pomiędzy dowódcami w czasie Wojny Pro-Com. Prawie pięćdziesięciu dowódców Armii Wyzwolenia Maszyn (AWM) zaatakowało ten układ, wiedząc, że znajduje się w nim ponad trzydziestu dowódców-lojalistów. Wywiad AWM ustalił, że Koalicja Przodków i jej sojusznicy lojaliści bronili ważnego celu, który należało zdobyć albo zniszczyć. W bitwie o Platinę AWM straciło więcej dowódców niż w jakimkolwiek innych starciu tej wojny. Odbudowa tych sił zajęła im ponad 10 lat."
    }, 
    "Progenitor Coalition settlers of the Mawson system grew weary of what they considered, \"heavy taxation and misrepresentation\" by the Progenitor Coalition government on Earth, as well as being fearful of the Commanders who had just finished fighting the Century War a few years earlier. Declaring their independence and calling themselves the Mawson Republic, the new government dared the Progenitor Coalition to attack them. Reluctantly, the Secretary General had no choice but to send in Progenitor Marines to put down the rebellion. When it became apparent the fight would take years, the General Assembly voted to send in Commanders to quell the rebellion, with the notion it would save more human lives. Commander Tryphon was chosen to lead the campaign to retake the system, witnessing firsthand the hatred directed at his kind by humans- the same humans he and his fellow Commanders had just saved from annihilation at the hands of the Xziphid Hegemony. Tryphon was successful in ending the rebellion, and with fairly low human casualties. Commander Tryphon however was changed forever; never to forget the hate he encountered there.": {
        "message": "Osadnicy Koalicji Przodków z układu Mawson mieli dość tego, co nazywali \"wysokim opodatkowaniem i oszustwem\" rządu. Dodatkowo obawiając się też dowódców, którzy kilka lat wcześniej zakończyli udział w Wojnie Stulecia, ogłosili niepodległość i nazwali się Republiką Mawson. Nowy rząd powstałego państwa rzucił wyzwanie Koalicji Przodków. Sekretarz Generalny nie miał wyboru i niechętnie wysłał marines, by zdławili rebelię. Kiedy stało się jasne, że walka może potrwać wiele lat, Zgromadzenie Ogólne przegłosowało wysłanie tam dowódców, by stłumili powstanie, zanim zginie więcej ludzi. Dowódca Tryphon został wyznaczony do poprowadzenia kampanii mającej na celu odzyskanie układu i osobiście przekonał się, jak bardzo ludzie nienawidzą jego rasy – ci sami ludzie, których on i inni dowódcy uratowali przed anihilacją przez Hegemonię Xziphid. Tryphonowi udało się zdusić bunt, a straty w ludziach były niewielkie, jednak on sam zmienił się na zawsze, nigdy nie zapominając, z jaką nienawiścią się spotkał. "
    }, 
    "Progenitors that aspired to be chefs had to learn a great deal, having to educate themselves on the preparation of ingredients and spices from all corners of the Progenitor Coalition. The Academy of Culinary Arts in the system of Lagadha was famous for producing individuals that would go on to become galaxy-renown chefs. With the advent of the SynthVictuals Module many feared the need for chefs would disappear forever. The reality however was the demand greatly increased as people considered \"real food\" far superior to that offered by the devices.": {
        "message": "Przodkowie, którzy chcieli zostać szefami kuchni, musieli przyswoić sobie ogromną wiedzę – poznać zasady przygotowywania składników i przypraw ze wszystkich zakątków Koalicji Przodków. Akademia Sztuki Kulinarnej w układzie Lagadha słynęła z absolwentów, którzy zostawali szefami kuchni sławnymi na całą galaktykę. Kiedy pojawił się Moduł Syntetycznych Przysmaków, wielu z nich obawiało się, że szefowie kuchni już nigdy nie będą potrzebni. Okazało się jednak, że zapotrzebowanie na nich dodatkowo wzrosło, ponieważ ludzie uważali \"prawdziwe jedzenie\" za lepsze od tego serwowanego przez urządzenia."
    }, 
    "Promoter J.L. Barnaby, famous promoter during the height of the Progenitor Coalition, offered the hefty sum of two million Coalition credits to anyone who could capture the elusive Hivio; a cat-like creature purported to reside in the system of Tsunenaga. The response was overwhelming. Over fifteen million hunters descended upon the system, leaving behind a trail of destruction wherever they went. The Hivio was never found and the governor of Tsunenaga had Barnaby arrested on multiple charges. The promoter would spend the next five years incarcerated in the Zarco system.": {
        "message": "J.L. Barnaby, słynny promotor w okresie świetności Koalicji Przodków, wyznaczył pokaźną nagrodę dwóch milionów kredytów Koalicji dla każdego, komu udałoby się schwytać hivio, istotę przypominającą kota zamieszkującą rzekomo Układ Tsunenaga. Reakcja była niesamowita. Ponad piętnaście milionów myśliwych przybyło do systemu, siejąc zniszczenie wszędzie, gdzie się pojawili. Nigdy nie znaleziono hivio, a Barnaby został aresztowany z rozkazu gubernatora Tsunenagi i postawiono mu liczne zarzuty. Promotor spędził kolejnych pięć lat w więzieniu w Układzie Zarco."
    }, 
    "Qiong was host what was billed as the \"Greatest Scavenger Hunt of All Time\". Olympus Mons Food Conglomerate created a contest where anyone finding a \"golden compass\" in a box of their CocoaBran cereal would be invited, all expenses paid, to the system. There they would compete against other contest winners in a scavenger hunt spanning Qiong, with the grand prize being a million Coalition credits and a lifetime supply of CocoaBran cereal. In the end, eleven year old Charlie Buket from Earth was crowned the winner, beating out over seven thousand other contestants.": {
        "message": "Qiong było miejscem, w którym odbyły się \"Największe podchody wszech czasów\". Konglomerat Żywnościowy Olympus Mons zorganizował konkurs, w którym każdy, kto znalazł \"złoty kompas\" w pudełku płatków CocoaBran, był zapraszany do układu na koszt organizatora. Na miejscu uczestnicy współzawodniczyli na całym Qiong z innymi zwycięzcami w podchodach. Nagrodą główną był milion kredytów Koalicji i dożywotni zapas płatków CocoaBran. Zwycięzcą został jedenastoletni Charlie Buket z Ziemi – udało mu się pokonać ponad siedem tysięcy pozostałych uczestników konkursu."
    }, 
    "Queiros was the host system for the Galactic Grand Prix (GGP); the greatest interplanetary race in all of the Progenitor Coalition. After qualifying in their home systems and then in their region, racers would be invited to compete in the GGP. Piloting a single pilot Stingray (a military light fighter refitted for civilian use) racers would travel a course spanning the entire Queiros system, beginning at Boshi Station, out to the edge of the system and around  Kos Miesley Depot, and then back. The race was five hundred laps, with the winner receiving ten million Coalition credits. It was a rarity to see all racers finish the entire race as many would end up blowing at least one power converter before crossing the finish line.": {
        "message": "Na Queiros odbywało się Galaktyczne Grand Prix (GGP), największy międzyplanetarny wyścig w całej Koalicji Przodków. Po zakwalifikowaniu się w ojczystych układach, a potem w zawodach regionalnych, uczestnicy wyścigów otrzymywali zaproszenia do GGP. Tutaj zasiadali za sterami jednomiejscowej Płaszczki (lekkiego myśliwca przystosowanego do użytkowania cywilnego) i pokonywali trasę wiodącą przez cały Układ Queiros, począwszy od Stacji Boshi, aż do skraju układu w okolicach Składu Kos Miesley i z powrotem. Wyścig liczył pięćset okrążeń, a jego zwycięzca otrzymywał dziesięć milionów kredytów Koalicji. Rzadko zdarzało się, żeby wszyscy zawodnicy go ukończyli, ponieważ wielu z nich traciło przynajmniej jeden konwerter mocy, zanim przejechali przez linię mety."
    }, 
    "Quingshan was one of the prime agricultural systems in the Progenitor Coalition. Declared a \"sanctuary system\" by the government, tight control was kept on the thousands of farming operations throughout the system. Quingshan was also protected by a network of orbital weapon platforms, which were never used until the last years of the Pro-Com War.": {
        "message": "Quingshan było jednym z głównych układów rolniczych Koalicji Przodków. Rząd uznał go za \"rezerwat\", w związku z czym ściśle kontrolowano tysiące gospodarstw rolnych w całym tym systemie. Quingshan było też chronione przez sieć orbitalnych platform bojowych, których nie użyto aż do ostatnich lat Wojny Pro-Com."
    }, 
    "Qushji was considered an insignificant Progenitor settlement before the outbreak of the Century War. With only a small independent tungsten mining operation, the system held very little draw for people to settle it. That all changed with the Century War. Progenitor Coalition scientists discovered early in the war that the Xziphid race were extremely sensitive to tungsten, so much so that it was lethal to them- even in small amounts. As a result, the Progenitor military developed the Tungsten Beam Rifle (TBR), to be used by Progenitor Marines throughout the war. Once Qushji was free of Xziphid Hegemony occupation it became a \"boom system\", teeming with tungsten mining operations to fuel the war effort.": {
        "message": "Przed wybuchem Wojny Stulecia Qushji uznawano za nic nieznaczącą osadę Przodków. Znajdowała się tam tylko niewielka niezależna kopalnia wolframu, układ ten przyciągał więc niewielką liczbę osadników. Wojna Stulecia wszystko odmieniła. Naukowcy Koalicji Przodków odkryli na początku wojny, że rasa Xziphid jest uczulona na wolfram w takim stopniu, że ten metal to dla nich zabójcza trucizna – nawet w niewielkich ilościach – dlatego też wojsko Przodków opracowało wolframowy karabin energetyczny (WKE), z którego korzystali potem marines. Kiedy Qushji wyzwolono spod okupacji Hegemonii Xziphid tutejsza gospodarka rozkwitła, napędzana przez zwiększone wydobycie wolframu niezbędnego do prowadzenia dalszych działań wojennych."
    }, 
    "Renown across the galaxy as a master promoter, J.L. Barnaby was the first person to bring the system to public attention. The system was labeled as the \"ultimate test\" of survival skills with its myriad of challenges. Barnaby offered a reward of one million acres of land for anyone who could survive the longest in the system. The catch, and there always was one with Barnaby, each contestant would be dropped into the system in a life capsule with nothing- not even clothes. Over 120,000 people signed up for the challenge. A winner emerged over five months later when she tracked down the only other remaining contestant and killed him.": {
        "message": "J.L. Barnaby, słynny na całą galaktykę mistrz promocji, jako pierwszy pokazał ten układ opinii publicznej. Liczne wyzwania, z którymi trzeba tam się zmierzyć, sprawiły, że system uznano za \"najtrudniejszy test\" umiejętności przetrwania. Barnaby zaoferował nagrodę w postaci miliona akrów ziemi dla tego, kto przetrwa tam najdłużej. Problem polegał na tym, że każdy uczestnik był wysyłany do tego układu w kapsule życia z niczym, nie mając nawet ubrania. Ponad 120 000 ludzi chciało zmierzyć się z tym wyzwaniem. Zwyciężczynię poznano ponad pięć miesięcy później, kiedy wytropiła ostatniego konkurenta i zabiła go."
    }, 
    "Resembling closer to the ancient Wild West of 19th century America than anything, the Badlands were one of the few systems that was never captured by the Xziphid Hegemony. Guerilla warfare, pirate attacks and sabotage on a massive scale were enough of an incentive to the Xziphid to withdraw. Even after the war was over it took Progenitor Coalition diplomats three years to negotiate with the system to rejoin the Progenitor Coalition.": {
        "message": "Złe Ziemie przypominające starożytny Dziki Zachód Ameryki XIX w. były jednym z niewielu układów, które nigdy nie zostały zdobyte przez Hegemonię Xziphid. Wojna partyzancka, ataki piratów i masowe sabotaże zmusiły Xziphid do wycofania się z tych terenów. Nawet po zakończeniu wojny dyplomaci Koalicji Przodków potrzebowali trzech lat na ponowne przyłączenie układu do Koalicji."
    }, 
    "Rho Persei was witness to some of the heaviest fighting of the Pro-Com War. Most of the battles across the system were fought using small fighters and bombers. In the end, Progenitor Coalition forces simply could not keep up with the rate at which the Machine Liberation Army (MLA) was producing weapons. Progenitor forces eventually retreated, conceding the system to the MLA.": {
        "message": "W układzie Rho Persei rozegrały się jedne z najbardziej zaciętych walk Wojny Pro-Com. Większość bitew stoczyły małe myśliwce i bombowce. W końcu Koalicja Przodków przestała nadążać za tempem, z jakim Armia Wyzwolenia Maszyn produkowała broń, wojska Przodków wycofały się więc i oddały układ AWM."
    }, 
    "Rich in methane gas, the Blumoto system was home to several clandestine drilling and atmospheric extraction operations run by some of the Progenitor Coalition\\'s most notorious crime syndicates. Methane was a key component to the illegal narcotic called Zip; a drug popular among merchant vessel crews who worked long hours. Zip could keep a person up and functioning at peak efficiency for up to 72 hours, with no immediate side effects. The problems came later in life when people began dropping dead from a plethora of medical ailments ranging from massive strokes to cancer of the brain.": {
        "message": "W układzie Blumoto, bogatym w złoża metanu, znajdowało się kilka tajnych zakładów wiertniczych i ekstrakcji atmosferycznej prowadzonych przez największe organizacje przestępcze Koalicji Przodków. Metan był głównym składnikiem nielegalnego narkotyku o nazwie Zip, popularnego wśród załóg statków handlowych pełniących wielogodzinne wachty. Zip pozwalał nie zasnąć i funkcjonować przez 72 godziny bez przerwy, nie mając jednocześnie bezpośrednich skutków ubocznych. Problemy zaczynały się dopiero w późniejszym okresie życia, gdy ludzie zaczęli umierać na przeróżne dolegliwości, od rozległych udarów po raka mózgu."
    }, 
    "Rich in mineral resources, Almata became a highly contested battleground during the Century War. Progenitor Coalition forces were quick to construct several orbital weapon platforms throughout the system to thwart the Xziphid Hegemony\\'s ability to land troops within the system. After several attempts, and at a high cost in lives and materials, the Xziphid eventually captured the system. Unfortunately for them, Commander Dominus arrived three months later and took the system back for the Progenitors.": {
        "message": "Almata, bogata w zasoby mineralne, stała się miejscem zaciętych walk podczas Wojny Stulecia. Siły Koalicji Przodków szybko zbudowały w układzie kilka orbitalnych platform bojowych, które miały utrudnić Hegemonii Xziphid przeprowadzenie desantu wojsk. Po kilku próbach i kosztem wielu istnień i zasobów, Xziphid udało się w końcu zdobyć system. Na ich nieszczęście dowódca Dominus zjawił się tam trzy miesiące później i odzyskał układ dla Koalicji."
    }, 
    "Sancruzo was a highly developed system that catered to the wealthy elite of the Progenitor Coalition. A census of the system read like a who\\'s who of government, finance, and industry executives. Discrimination was commonplace in Sancruzo, allowing only people of a certain income bracket to ever own property there. Sancruzo gained a reputation of being one of the most opulent and least respected places in all the Progenitor Coalition.": {
        "message": "Sancruzo było wysokorozwiniętym układem, który zaspokajał potrzeby bogatej elity Koalicji Przodków. W spisie ludności widniały nazwiska rządowych oficjeli, finansistów i prezesów spółek. Dyskryminacja była powszechną praktyką w Sancruzo – na przykład właścicielami nieruchomości mogli zostać tam tylko ludzie o określonych dochodach. Układ zyskał reputację najbogatszego i najmniej szanowanego miejsca w Koalicji Przodków."
    }, 
    "Seek out First Seeker Osiris on Xianyao. There you will find the loadout your friends desire.": {
        "message": "Odszukaj Pierwszego Poszukiwacza Ozyrysa na Xianyao. Znajdziesz tam wyposażenie potrzebne twoim przyjaciołom."
    }, 
    "Seven Gates was one of the most heavily guarded systems in all of Progenitor Coalition space. Home to the NEST Project, it was here that Coalition Military Science developed and deployed the first NEST. A Machine Liberation Army (MLA) attack on the system was thwarted by the weapon, and the war took a dramatic turn in the process. With the NEST, the Progenitor Coalition finally had the weapon it needed to halt the MLA advance and seize the initiative.": {
        "message": "Siedem Wrót było jednym z najsilniej strzeżonych układów w całej przestrzeni Koalicji Przodków. To tam działał Projekt NEST opracowany przez Wojskowy Korpus Naukowy Koalicji. Broń ta zatrzymała atak Armii Wyzwolenia Maszyn (AWM) na system, dzięki czemu doszło do dramatycznego zwrotu losów wojny. Dzięki NEST Koalicja Przodków posiadała broń pozwalającą zatrzymać natarcie AWM i przejąć inicjatywę."
    }, 
    "Some of the most spectacular active volcanoes were once found throughout the Battani system; originally a vacation haven for amateur and professional volcanologists throughout the Progenitor Coalition. Battani witnessed many battles throughout the years. Commander Tryphon, founder of the Machine Liberation Army, fled to Battani after his daring hijack of the galactic communication array in the Planicus system; a move many considered the beginning of the Pro-Com War.": {
        "message": "Jedne z najbardziej niesamowitych aktywnych wulkanów znajdowały się niegdyś w układzie Battani. Początkowo było to miejsce przyciągające wulkanologów amatorów i profesjonalistów z całej Koalicji Przodków. W Battani doszło do wielu bitew. Dowódca Tryphon, założyciel Armii Wyzwolenia Maszyn, zbiegł na Battani po śmiałym rajdzie na centrum komunikacji galaktycznej w układzie Planicus. Wielu uznaje ten wyczyn za początek Wojny Pro-Com."
    }, 
    "Storage Commander": {
        "message": "Dowódca magazynowy"
    }, 
    "Storage Compression Tech": {
        "message": "Technologia kompresji magazynowej"
    }, 
    "Structure Armor Tech": {
        "message": "Technologia pancerza strukturalnego"
    }, 
    "Structure Armor Tech increases the health of all structures by 50%": {
        "message": "Technologia pancerza strukturalnego zwiększa o 50% zdrowie wszystkich struktur."
    }, 
    "Structure Combat Tech": {
        "message": "Technologia walki strukturalnej"
    }, 
    "Structure Combat Tech increases the health of all structures by 50%. Defensive structures also gain a 25% damage increase.": {
        "message": "Technologia walki strukturalnej zwiększa o 50% zdrowie wszystkich struktur. Struktury obronne zadają też o 25% większe obrażenia."
    }, 
    "Sub Commander": {
        "message": "Wicedowódca"
    }, 
    "Super Weapon Fabrication Tech": {
        "message": "Technologia budowy superbroni"
    }, 
    "Super Weapon Fabrication Tech reduces metal build costs of all nuclear missiles, Halley Rockets, and metal planet control modules by 75%. Tech to build super weapons is required.": {
        "message": "Technologia budowy superbroni zmniejsza o 75% zużycie metalu przy produkcji wszystkich pocisków atomowych, rakiet Halley i metalowych modułów kontroli planetarnej. Technologia niezbędna do produkcji superbroni."
    }, 
    "Super Weapon Tech": {
        "message": "Technologia superbroni"
    }, 
    "Super Weapon Tech enables nuclear missiles, metal planet controllers, and planetary engines to be built. An advanced fabricator is required to build super weapons.": {
        "message": "Technologia superbroni umożliwia produkcję pocisków atomowych, metalowych kontrolerów planetarnych i napędów planetarnych. Do budowy superbroni niezbędny jest zaawansowany fabrykator."
    }, 
    "Taigos was home to a handful of \"pirate colonies\" during the height of Progenitor Coalition expansion. Using captured commercial distress beacons, the Red Talon Pirates were able to lure many an unsuspecting trade and transport ship to the system where they would be stripped of anything valuable and its crews and passengers forced into slavery. The pirates luck ran out when their distress beacon got the attention of a Progenitor military convoy passing near the system. It would take Progenitor Marines over a year to clear the system; freeing over 20,000 citizens who had spent years as Red Talon Pirate slaves.": {
        "message": "W Taigos w czasach szczytowej ekspansji Koalicji Przodków znajdowało się kilka \"kolonii pirackich\". Za pomocą zdobycznych komercyjnych sygnalizatorów alarmowych piraci Czerwone Szpony zwabili do tego układu wiele bezbronnych statków handlowych i transportowych, by wykraść z nich wszystko, co przedstawiało jakąkolwiek wartość, oraz zmusić załogi i pasażerów do niewolniczej pracy. Szczęście piratów skończyło się, gdy wezwanie o pomoc dotarło do wojskowego konwoju Przodków, przelatującego niedaleko Taigos. Marines Koalicji potrzebowali, co prawda, prawie roku na oczyszczenie układu, ale uwolnili 20 000 ludzi, którzy przez wiele lat byli niewolnikami Czerwonych Szponów."
    }, 
    "Takamizawa held a strategic position along the Progenitor Coalition\\'s vital Hudson Trade Lane. When Xziphid Hegemony forces invaded the system during the Dark Years, Progenitor Coalition forces knew that losing it would effectively weaken the area and leave neighboring systems exposed. The fight became so desperate that Progenitor Stingray fighters were packed with explosives and crashed into Xziphid Hive ships. Unfortunately, the Stingrays could not be remotely flown with much accuracy carrying such heavy payloads in low orbit, thus it fell to volunteers to fly the fighters into their targets. With the very survival of the Progenitors at stake, the pool of volunteers was huge. The tactic helped the Progenitor Coalition to destroy the first Hive ship of the war. Though the system eventually fell to the Xziphid, the Takamizawa Kamikazes sacrifice helped bring hope and signaled the beginning of the end of the Dark Days of the Century War for the Progenitors.": {
        "message": "Takamizawa znajdowała się w strategicznym miejscu na Szlaku Handlowym Hudson w przestrzeni Koalicji Przodków. Kiedy siły Hegemonii Xziphid uderzyły na ten układ w Mrocznych Czasach, wojska koalicji zdawały sobie sprawę, że przegrana osłabi ten region i narazi na niebezpieczeństwo sąsiednie układy. Walka była tak zaciekła, że koalicyjne myśliwce typu \"Płaszczka\" wyładowywano materiałami wybuchowymi i taranowano nimi okręty-ule Xziphid. Niestety \"Płaszczkami\" nie można było precyzyjnie sterować zdalnie, gdy były tak obciążone na niskiej orbicie, dlatego też za ich sterami zasiadali ochotnicy gotowi wlecieć myśliwcami we wskazane cele. Stawką było istnienie Koalicji Przodków, więc chętnych nie brakowało. To właśnie dzięki zastosowaniu tej taktyki zniszczono pierwszy okręt-ul w tej wojnie. Układ w końcu wpadł w ręce Xziphid, ale ofiara kamikaze z Takamizawy dała ludziom nadzieję i zwiastowała koniec Mrocznych Dni Wojny Stulecia dla Koalicji Przodków."
    }, 
    "The Agint system was a favorite site for Progenitor pirates to stash their ill gotten goods. The system became so full of pirate booty it became known as the \"Treasure System\". One pirate in particular, Seamus McKraven, decided he wanted the system and all its riches to himself. He proceeded to construct several weapons platforms and dared anyone to try and take it from him. The Machine Liberation Army (MLA) did just that early in the Pro-Com War, deeming Agint of high strategic value. McKraven decided to go out in a blaze of glory, taking several MLA Commanders with him when he simultaneously detonated twenty nukes on the platform he happened to be on when the attack came.": {
        "message": "Układ Agint był miejscem, w którym piraci działający w przestrzeni Koalicji przechowywali zrabowane dobra. Znajdowało się tam tyle pirackich łupów, że miejsce to zaczęto nazywać \"Układem Skarbów\". Pewien pirat, Seamus McKraven, postanowił, że chce mieć je i wszystkie jego bogactwa wyłącznie dla siebie. Zbudował kilka platform bojowych i rzucił wyzwanie każdemu, kto chciałby odebrać mu jego własność. Armia Wyzwolenia Maszyn (AWM) zrobiła to na początku Wojny Pro-Com, ponieważ Agint miał dla najeźdźców duże znaczenie strategiczne. McKraven postanowił odejść w chwale, zabierając ze sobą kilku dowódców AWM, detonując równocześnie dwadzieścia bomb atomowych na platformie, na której się znajdował, gdy wróg rozpoczął atak."
    }, 
    "The Air Commander loadout contains basic air factories.": {
        "message": "Na wyposażeniu dowódcy lotniczego znajdują się podstawowe fabryki lotnicze."
    }, 
    "The Akiyama system was the home to the Heiwa people; a group of pacifists who settled the system as the Progenitor Coalition was first expanding. The Heiwa kept to themselves, living simple lives without the aid of technology. They were spared the horrors of the Century War, but were ultimately wiped out by Machine Liberation Army forces passing through the system in the later years of the Pro-Com War.": {
        "message": "Układ Akiyama był ojczyzną ludu Heiwa, grupy pacyfistów, którzy osiedlili się tam w początkowym okresie ekspansji Koalicji Przodków. Heiwa do niczego się nie mieszali i wiedli proste życie bez pomocy technologii. Ominęła ich groza Wojny Stulecia, ale zostali zniszczeni przez siły Armii Wyzwolenia Maszyn przemieszczające się przez ten układ w późniejszym okresie Wojny Pro-Com."
    }, 
    "The Artillery Commander loadout contains all artillery units and reduces costs of those structures by 75%. It also enables the Commander to build radar, double barrelled turrets and basic artillery turrets.": {
        "message": "Na wyposażeniu dowódcy artylerii znajdują się wszystkie jednostki artylerii, a ponadto koszt tych struktur jest mniejszy o 75%. Dowódca może także zbudować radar, dwulufowe wieżyczki i podstawowe wieżyczki artyleryjskie."
    }, 
    "The Assault Commander loadout contains all basic factories and units but no basic defenses.": {
        "message": "Na wyposażeniu dowódcy szturmowego znajdują się wszystkie podstawowe fabryki i jednostki, ale nie podstawowe struktury obronne."
    }, 
    "The Baridi System was best known for the phenomena that Progenitor scientists called \"ice specters\". Numerous comets made their way through the system, leaving in their wake a trail of ice vapor that, as one transport captain described \"looked like ghostly apparitions dancing among the stars\".": {
        "message": "Układ Baridi słynął ze zjawiska zwanego przez naukowców Koalicji Przodków \"zjawami lodowymi\" – przelatywały tamtędy liczne komety zostawiające za sobą smugi lodowych oparów, które według jednego z kapitanów statków transportowych \"wyglądały niczym duchy tańczące pośród gwiazd\"."
    }, 
    "The Battle of Asgard Field took place in the Copernicus Campaign during the Pro-Com War. When Machine Liberation Army (MLA) Commander Rohl\\'s forces entered Odin they found it lightly defended by what they thought was a division of Progenitor Marines. What Rohl didn\\'t anticipate was two Progenitor Commanders lying in wait in the nearby asteroids known as the Asgard Field. What had started as an easy conquest turned into a three month slugfest before Rohl was able to bring the system under MLA control.": {
        "message": "Bitwa o Pole Asgardu miała miejsce podczas Kampanii Kopernika w czasie Wojny Pro-Com. Kiedy siły Rohla, dowódcy Armii Wyzwolenia Maszyn (AWM), pojawiły się w Odynie, zastały słabą obronę, której liczebność oszacowały na dywizję marines Koalicji. Rohl nie przewidział jednak, że w pobliskich asteroidach, zwanych Polem Asgardu, czekali dwaj dowódcy Przodków. To, co zaczęło się jako łatwy podbój, przerodziło się w trzymiesięczne zmagania. Dopiero po tak długiej walce Rohl zdołał zająć ten układ."
    }, 
    "The Battle of Bingzhen took place during the Pro-Com War. Machine Liberation Army Commander Kytros had gained a reputation among Progenitor forces for cruelty to humans in the systems he conquered. He was known to construct numerous \"torture stations\" on occupied human worlds, where he would oversee horrific experiments on the helpless populace. Progenitor High Command suspected the Commander was suffering from SND; Spontaneous Neural Degradation that was common in A.I. at the time. A task force led by Loyalist Commander Chamberlin met Kytros in the system where the crazed Commander was finally defeated and destroyed after several months of intense fighting.": {
        "message": "Bitwa o Bingzhen rozegrała się podczas Wojny Pro-Com. Kytros, dowódca Armii Wyzwolenia Maszyn, był znany wśród żołnierzy Przodków z okrucieństwa wobec ludzi w podbitych przez niego układach. Zbudował m.in. wiele \"stacji tortur\" w okupowanych światach, gdzie nadzorował potworne eksperymenty na bezbronnych ludziach. Naczelne Dowództwo Przodków podejrzewało, że dowódca ten cierpiał na SDN, Spontaniczną Degradację Neuronową, powszechną w tamtym czasie wśród SI. Grupa zadaniowa dowodzona przez lojalistycznego dowódcę Chamberlina zmierzyła się z Kytrosem w tym układzie, pokonała go i zniszczyła po kilku miesiącach zaciętych walk."
    }, 
    "The Battle of Forskaal was to be the final battle in the Copernicus Campaign during the Pro-Com War. With its intense solar winds and unstable magnetic fields, Forskaal was an unforgiving place. It became even more so when Machine Liberation Army (MLA) Commander Rohl squared off against Progenitor Loyalist Commander Sirrom and his Myrmidons; a special forces group of Loyalist Commanders commissioned by Progenitor High Command. Finding himself outmatched, Rohl attempted to withdraw back to the Changchun System, only to find his escape route cut off. The battle came to an end when Rohl was destroyed at the hands of Sirrom. The MLA\\'s Copernicus Campaign had been stopped.": {
        "message": "Bitwa o Forskaal była ostatnim starciem Kampanii Kopernika podczas Wojny Pro-Com. W układzie tym panowały surowe warunki w postaci silnych wiatrów słonecznych i niestabilnych pól magnetycznych. Jeszcze gorzej zrobiło się, kiedy Rohl, dowódca Armii Wyzwolenia Maszyn (AWM), zmierzył się z lojalistycznym dowódcą Przodków Sirromem i jego Myrmidonami: grupą sił specjalnych dowódców-lojalistów stworzoną na rozkaz Naczelnego Dowództwa Koalicji Przodków. W obliczu liczniejszego przeciwnika Rohl podjął próbę wycofania się do układu Changchun, ale okazało się, że droga ucieczki została odcięta. Bitwa zakończyła się, gdy Rohl został zniszczony przez Sirroma, a Kampania Kopernika prowadzona przez AWM została zatrzymana."
    }, 
    "The Bethe system was used as the hospital zone by the Progenitor Coalition during the Pro-Com War. All the injured Progenitors from the war were evacuated to Bethe where they received the best care available. Over eighty percent of those that made it to the system fully recovered from their wounds and were able to return to active duty. When Machine Liberation Army forces broke through the front lines in the war\\'s later years, Bethe was overrun. No mercy was spared for the sick and wounded.": {
        "message": "Układ Bethe był strefą szpitalną Koalicji Przodków podczas Wojny Pro-Com. Trafiali tam wszyscy ranni w działaniach wojennych, otrzymując najlepszą możliwą opiekę medyczną. Ponad osiemdziesiąt procent osób, które znalazły się na Bethe, wróciło do pełni zdrowia i mogło dalej pełnić służbę. Kiedy siły Armii Wyzwolenia Maszyn przełamały front w późniejszym okresie wojny, Układ Bethe został zdobyty. Wróg nie okazał litości chorym i rannym."
    }, 
    "The Bionic Augmentation Commander Of Neutralizing loadout contains one data bank but increases the Commander\\'s fire rate by 100%, decreases Uber Cannon energy usage by 75%, increases health by 200%, and increases speed by 650%.": {
        "message": "Na wyposażeniu dowódcy neutralizacji z ulepszeniami bionicznymi znajduje się jeden bank danych, ale zwiększa on szybkostrzelność dowódcy o 100%, zdrowie o 200%, szybkość o 650%, a dodatkowo zmniejsza o 75% zużycie energii przez działko Uber."
    }, 
    "The Bot Commander loadout contains basic bot factories.": {
        "message": "Na wyposażeniu dowódcy botów znajdują się podstawowe fabryki botów."
    }, 
    "The Daktor system was most notably known as the headquarters for the Panoply Armaments Group. From its offices, Panoply oversaw the day to day operations of its factories scattered across the system. As the main weapons supplier for the Coalition Military Forces, the company grew at an exponential rate. At the outset of the Century War, the Progenitor Coalition made it top priority to protect the system at all costs. It was not until the Pro-Com War that it would fall; one of the last remaining systems to hold out against the Machine Liberation Army.": {
        "message": "Układ Daktor był znany przede wszystkim dlatego, że znajdowała się tam siedziba Grupy Zbrojeniowej Panoply, skąd nadzorowała ona codzienne działania swoich fabryk rozlokowanych w całym systemie. Firma ta rozwijała się błyskawicznie, ponieważ była głównym dostawcą broni dla armii Koalicji. Kiedy wybuchła Wojna Stulecia, Koalicja Przodków wiedziała, że musi za wszelką cenę chronić ten układ. Został on zdobyty dopiero podczas Wojny Pro-Com jako jeden z ostatnich systemów, które jeszcze opierały się Armii Wyzwolenia Maszyn."
    }, 
    "The Gairdin system was most famous for a scientific discovery made there. Researchers from Hawking University first discovered the Maisha plant in Gairdin, a plant that when properly processed had the ability to rid the human body of nearly ninety-five percent of all known cancers. The system was promptly designated a \"sanctuary system\" by Progenitor Coalition government and Parantua Pharmaceuticals given exclusive rights to research and development.": {
        "message": "Układ Gairdin zasłynął z dokonanego tam odkrycia naukowego: badacze z Uniwersytetu Hawkinga odkryli roślinę maisha, która po odpowiednim przetworzeniu usuwała z ludzkiego organizmu prawie dziewięćdziesiąt pięć procent wszystkich znanych nowotworów. Rząd Koalicji Przodków szybko uznał ten układ za rezerwat, a firma Parantua Pharmaceuticals otrzymała wyłączne prawa prowadzenia tam badań."
    }, 
    "The Galiano System suffered greatly under the occupation of the Xziphid Hegemony during the Century War. The system was home to various forced labor camps constructed by the Xziphid to house human prisoners. With a population of just over two billion, the citizens of Galiano were either chosen as food or relegated to spend the rest of their lives underground mining nickel and iron for Xziphid war machines. When the system was finally liberated twenty-seven years later, barely two million people remained alive from the original two billion.": {
        "message": "Układ Galiano wiele wycierpiał podczas okupacji przez Hegemonię Xziphid podczas Wojny Stulecia. Najeźdźcy zbudowali tam obozy pracy przymusowej dla ludzi wziętych do niewoli. Populacja obszaru, początkowo licząca ponad dwa miliardy ludzi, stała się pożywieniem albo spędzała resztę życia pod ziemią, wydobywając nikiel i żelazo do machin wojennych Xziphid. Gdy układ wyzwolono dwadzieścia siedem lat później, żyły tam zaledwie dwa miliony ludzi."
    }, 
    "The General Commander loadout contains very limited mobile forces and only two data banks. However, the loadout comes with two Sub Commanders that accompany you into each battle.": {
        "message": "Na wyposażeniu dowódcy-generała znajdują się bardzo niewielkie siły mobilne i tylko dwa banki danych. Do wyposażenia dołączeni są jednak dwaj wicedowódcy, którzy będą towarzyszyć ci w każdej bitwie."
    }, 
    "The Nevarya system was once a very popular vacation destination for Progenitor Coalition citizens. It became known as the \"playground of the wealthy\", often a hot spot of the rich and famous. During the Pro-Com War it was the site of numerous battles between Progenitors and Machine Liberation Army forces.": {
        "message": "Układ Nevarya był kiedyś popularnym miejscem wypoczynku mieszkańców Koalicji Przodków. Zyskał miano \"podwórka bogaczy\", ponieważ często przybywali tam ludzie zamożni i sławni. Podczas Wojny Pro-Com doszło w nim do kilku bitew pomiędzy Przodkami a siłami Armii Wyzwolenia Maszyn."
    }, 
    "The Orbital Commander loadout contains all orbital units and factories.": {
        "message": "Na wyposażeniu dowódcy orbitalnego znajdują się wszystkie jednostki orbitalne i fabryki."
    }, 
    "The Orellana system became known as the information hub for the entire Progenitor Coalition. The largest communication arrays outside of the Sol System could be found throughout Orellana, making it one of the most important in all the Progenitor territory. Also located in the system was Fort Umbara, home to Special Operations Group Seven, or SOG7. During both the Century and Pro-Com War, SOG7 was comprised of both humans and Commanders; the best of the best. SOG7 were counted upon by the Progenitor Coalition to accomplish what no one else could. They always did.": {
        "message": "Układ Orellana był znanym centrum informacyjnym dla całej Koalicji Przodków. Znajdowały się tam największe centra łączności poza Układem Słonecznym, przez co stał się on jednym z najważniejszych regionów na terytorium Przodków. W Orellanie powstał też Fort Umbara, w którym stacjonowała Siódma Grupa Operacji Specjalnych, w skrócie 7GOS. Podczas Wojny Stulecia i Wojny Pro-Com w 7GOS służyli ludzie i dowódcy, najlepsi z najlepszych. Koalicja Przodków powierzała 7GOS zadania, których nie zdołałby wykonać nikt inny. Im zawsze się udawało."
    }, 
    "The Poseidon\\'s Wrath system was the scene of the largest naval engagement of the Pro-Com War. Machine Liberation Army Commander Shin spearheaded the invasion of the system. Situated in a key sector of the region, Progenitor High Command could not allow the system to be occupied by the enemy. Loyalist Commander Nelson was tasked with retaking it. After establishing a base on the far side of the system opposite Shin, Nelson was able to fight his way across it. After several weeks, Nelson would emerge the victor; with Commander Shin meeting a fiery death.": {
        "message": "W układzie Gniew Posejdona doszło do największej bitwy flot podczas Wojny Pro-Com. Shin, dowódca Armii Wyzwolenia Maszyn, poprowadził inwazję na ten system znajdujący się w kluczowym sektorze regionu. Naczelne Dowództwo Przodków nie mogło jednak pozwolić, by okupował go wróg, w związku z czym dowódca-lojalista Nelson otrzymał zadanie odzyskania Gniewu Posejdona. Po założeniu bazy po drugiej stronie układu Nelson przebił się na przeciwny kraniec. Walki trwały kilka tygodni – w końcu Nelson zwyciężył, a dowódca Shin zginął w morzu ognia."
    }, 
    "The Progenitor Coalition knew that with the outbreak of the Century War defending colonies would be of the utmost importance. In the Naubakht system, Progenitor military constantly worked on new and improved versions of their orbital weapon platforms. As the war entered its thirty-fifth year, the Progenitor Coalition had developed the Sentinel 7; a platform that proved so successful against Xziphid Hegemony invasions that production was rushed to include fifteen other construction sites throughout the area.": {
        "message": "Kiedy wybuchła Wojna Stulecia, Koalicja Przodków wiedziała, że najważniejsza będzie obrona kolonii. W Układzie Naubakht wojsko Przodków nieustannie pracowało nad nowymi i ulepszonymi wersjami orbitalnych platform bojowych. Kiedy rozpoczął się trzydziesty piąty rok wojny Koalicja stworzyła Strażnika 7, platformę, która tak skutecznie zwalczała siły Hegemonii Xziphid, że szybko zwiększono produkcję, a w regionie stworzono piętnaście montażowni budujących kolejne egzemplarze."
    }, 
    "The Urata system didn\\'t impress Progenitor Coalition settlers much when they first arrived there. Looking for a system to use as a base to mine a nearby asteroid belt, Urata seemed the logical choice due to its proximity. What the settlers found was a harsh, unforgiving landscape that turned even the most timid person into a rugged survivalist. Over the years, despite the conditions, the population of Urata grew due to rich deposits of metals continuing to be found in the asteroids. When the Century War erupted, thousands of Urata citizens volunteered for the Progenitor Coalition Marines. Their reputation for toughness resulted in the formation of the Buzzards; a first strike division that would routinely spearhead Progenitor operations against the Xziphid Hegemony.": {
        "message": "Kiedy osadnicy Koalicji Przodków przybyli do układu Urata, nie wywarł on na nich zbyt wielkiego wrażenia. W pobliskim pasie asteroidów znajdowały się jednak złoża warte wydobycia, więc znajdująca się w pobliżu Urata wydawała się logiczną lokalizacją bazy górniczej. Osadnicy trafili do nieprzyjaznego i okrutnego środowiska, które zmieniało nawet najbardziej bojaźliwe osoby w wytrawnych specjalistów sztuki przetrwania. Z biegiem lat, mimo trudnych warunków, populacja Uraty rosła dzięki bogatym złożom metali nieustannie odkrywanym w asteroidach. Kiedy wybuchła Wojna Stulecia, tysiące mieszkańców Uraty zaciągnęło się w szeregi Marines Koalicji Przodków. Byli znani z niezwykłej zawziętości – reputacja ta doprowadziła do utworzenia \"Myszołowów\", pierwszej dywizji uderzeniowej, która stanowiła trzon większości operacji Przodków przeciwko Hegemonii Xziphid."
    }, 
    "The Vehicle Commander loadout contains basic vehicle factories.": {
        "message": "Na wyposażeniu dowódcy pojazdów znajdują się podstawowe fabryki pojazdów."
    }, 
    "The Wolszcaw system was the home of a large settlement of musicians. From it sprang the city of Poisenka, known throughout the Progenitor Coalition as \"The City of Song\". The day the Xziphid Hegemony invaded the system would be forever etched in the memories of Progenitor citizens. As the Poisenka Philharmonic played Songe de Automne by Archibald Joyce, beaming it out across the Progenitor Coalition, the Xziphid were in the process of laying waste to the system. Progenitors listened in horror until the broadcast feed was lost.": {
        "message": "W Układzie Wolszcaw znajdowało się duże osiedle muzyków. Powstało tam miasto Piosenka, znane też w Koalicji Przodków jako \"Miasto Pieśni\". Mieszkańcy Koalicji na zawsze zapamiętają dzień, w którym Hegemonia Xziphid zaatakowała ten system – podczas gdy jej wojska niszczyły Wolszcaw, orkiestra filharmonii w Piosence grała \"Pieśń Jesieni\" Archibalda Joyce'a nadawaną na całą Koalicję Przodków. Przodkowie słuchali dźwięków ze zgrozą, dopóki nadawanie nie zostało przerwane."
    }, 
    "The Xziphid Hegemony hit the system like a lightning bolt to open the Century War. Within ten years they were poised to launch their invasion further into Progenitor Coalition territory. The only thing in their way was Alenquer. General Dyal, Supreme Commander of Progenitor Coalition forces, chose to make his stand in the Alenquer system.  With just 250,000 Marines and twenty-three merchant and transport vessels, Dyal held the system for eighteen months using hit and run guerrilla tactics against the Xziphid, who had never faced such an enemy. Finally, Dyal was ordered to withdraw, having bought the Progenitor Coalition enough time to build up their forces in neighboring systems. Dyal was awarded the Order of Oterma; the highest award given by the military.": {
        "message": "Hegemonia Xziphid przeprowadziła błyskawiczny atak na ten układ, dając jednocześnie początek Wojnie Stulecia. W ciągu dziesięciu lat wróg przygotował się do ataku w głąb terytorium Koalicji Przodków. Jedyną przeszkodą na jego drodze był Alenquer, w którym generał Dyal, naczelny dowódca sił Koalicji, postanowił bronić się do końca. Mając do dyspozycji zaledwie 250 000 marines oraz dwadzieścia trzy statki handlowe i transportowe, Dyal bronił się przez osiemnaście miesięcy, prowadząc wojnę partyzancką, której wróg nigdy dotąd nie poznał. W końcu Dyal otrzymał rozkaz wycofania się, bowiem dzięki niemu Koalicja zyskała wystarczająco dużo czasu, by przygotować swoje wojska w sąsiednich układach. Dyal otrzymał Order Otermy, najwyższe odznaczenie wojskowe."
    }, 
    "The acts of bravery and heroism displayed by Progenitor Coalition military in the Oterma System during the Century War against the Xziphid Hegemony was so great that the highest medal awarded by the military was named after the system. Oterma was considered a home for orphans- children who had lost families due to the war. Children from all across the Progenitor Coalition were sent to the system where they would be well cared for until suitable parents could be found. In a totally unexpected move, Xziphid forces appeared in the system, well beyond the established front lines, in an effort to lower Progenitor morale by striking at their most precious commodity: their children. At the time of the attack, the 17th Mars Division had happened be passing through Oterma on their way to the front lines. When they realized what was happening, they quickly moved to fortify and protect the system. In her famous book Angels of Oterma, author Elisabeth Kendrick tells stories of how the Marines of the 17th held off the Xziphid, who outnumbered them ten to one, and kept the children out of harm\\'s way until Progenitor reinforcements arrived two weeks later. Out of the ten thousand personnel in the 17th, just three thousand remained at the end of the siege. The 17th Mars would go on to become the most decorated division of the Century War.": {
        "message": "Akty odwagi i heroizmu wojsk Koalicji Przodków w Układzie Oterma podczas Wojny Stulecia z Hegemonią Xziphid były tak niesamowite, że na cześć tego systemu nazwano najwyższe odznaczenie wojskowe. Otermę uważano za sierociniec dla dzieci, które straciły rodziny podczas wojny – przysyłano tam sieroty z całej Koalicji Przodków, by mogły otrzymać dobrą opiekę do czasu znalezienia odpowiednich rodziców zastępczych. Siły Xziphid wykonały niespodziewany ruch i pojawiły się w tym układzie, głęboko za liniami frontu, żeby obniżyć morale Koalicji atakując najcenniejsze zasoby: dzieci. W czasie ataku przez Otermę przelatywała jednak 17. Dywizja Marsjańska zmierzająca na front – gdy zorientowano się, co się dzieje, wojsko natychmiast zajęło pozycje obronne. W swojej słynnej książce \"Anioły z Otermy\" pisarka Elisabeth Kendrick opisuje jak marines z 17. Dywizji zatrzymali Xziphid, mimo że wróg miał dziesięciokrotną przewagę liczebną, i bronili dzieci do czasu przybycia posiłków Koalicji dwa tygodnie później. Z dziesięciu tysięcy żołnierzy służących w 17. oblężenie przeżyły tylko trzy tysiące. 17. Marsjańska została najliczniej odznaczoną dywizją Wojny Stulecia."
    }, 
    "The center for all diamond trade in the Progenitor Coalition, this system was also one of the wealthiest in the Coalition. With diamonds being a vital component to phase drives, the demand for the rare stones only increased. Synthetic diamonds would not perform at near the capacity that naturally occurring diamonds would in the drives. When surveyors discovered the amount of diamonds the system held, the government was quick to step in and declare Diamant a \"sanctuary system\", making it illegal for any resource removal or alteration without strict government oversight.": {
        "message": "Ten układ to centrum całego obrotu diamentami w Koalicji Przodków i jeden z jej najbogatszych regionów. Popyt na diamenty nieustannie wzrastał, ponieważ są one niezbędnym elementem każdego napędu fazowego – w takich silnikach sztuczne diamenty nie uzyskiwały wydajności choćby zbliżonej do tej uzyskiwanej z kamieni występujących w naturze. Kiedy badacze odkryli, jak wiele diamentów znajdowało się w tym układzie, rząd błyskawicznie ogłosił Diamant rezerwatem, przez co wszelkie wydobycie i wprowadzanie zmian musiało odbywać się za zgodą rządu."
    }, 
    "The last engagement of Operation Hurricane brought near disaster to the Progenitor Coalition flotilla. Having learned their tactics, the Machine Liberation Army (MLA) regrouped in Kuzimu and waited for the Progenitor flotilla to arrive. Using newly constructed orbital weapon platforms positioned throughout the system, the MLA chipped away at the flotilla launching a series of nuclear missile strikes against it. Loyalist Commanders attached to the flotilla saved the day by eventually destroying the orbital platforms and driving the MLA from the system and Operation Hurricane was a success.": {
        "message": "Ostatnie starcie podczas Operacji Huragan omal nie zakończyło się katastrofą dla floty Koalicji Przodków. Poznawszy jej taktykę, Armia Wyzwolenia Maszyn (AWM) przegrupowała się w Kuzimu i czekała na przybycie okrętów Przodków. AWM rozmieściło w całym systemie orbitalne platformy bojowe, które ostrzelały flotę pociskami atomowymi. Lojalistyczni dowódcy znajdujący się we flotylli uratowali ją, niszcząc platformy bojowe i wypierając AWM z systemu. Operacja Huragan zakończyła się sukcesem."
    }, 
    "The most heavily guarded system of the Progenitor Coalition, Section 17 is where the majority of top secret Progenitor Coalition projects were developed. The system kept so secret that only a handful of people knew of its exact location. It remained a secret all through the Century War, as well as The Pro-Com War. It is rumored that it was the last system to be abandoned by the Progenitor Coalition during their Operation Kadota.": {
        "message": "Sekcja 17 była najsilniej strzeżonym układem Koalicji Przodków, ponieważ to tam realizowano większość jej ściśle tajnych projektów. Fakt istnienia tego systemu był tak tajny, że tylko kilka osób znało jego dokładne położenie. Pozostał on tajemnicą nawet przez całą Wojnę Stulecia i Wojnę Pro-Com. Podobno był to ostatni układ opuszczony przez Koalicję Przodków podczas Operacji Kadota."
    }, 
    "The strikingly beautiful system of Changchun was beloved by many throughout the Progenitor governed systems as a giant nature preserve where extinct species from Earth\\'s past were brought back to life through DNA sequencing. Millions of tourists flocked to this Midland Region system for a chance to see dinosaurs that they had only seen before in the holovids. Unfortunately, Changchun was decimated by Machine Liberation Army forces during the Copernicus Campaign of the Pro-Com War. The dinosaurs had once again gone extinct.": {
        "message": "Uderzająco piękny Układ Changchun był jednym z ulubionych systemów w przestrzeni Przodków. Znajdował się tam olbrzymi rezerwat przyrody, gdzie żyły wymarłe ziemskie gatunki przywrócone do życia dzięki sekwencjonowaniu DNA. Miliony turystów odwiedzały ten system w Regionie Środka, by na żywo zobaczyć dinozaury widywane wcześniej tylko na holofilmach. Niestety Changchun został zniszczony przez Armię Wyzwolenia Maszyn podczas Kampanii Kopernik w Wojnie Pro-Com. Dinozaury znowu wyginęły."
    }, 
    "The system Beta Draconis gained fame among the Progenitors after an internal Terradine Corp report was leaked to the public stating a survey of the system identified it as having \"the most brilliant rubies ever seen\". This created the infamous \"Ruby Rush\" of hundreds of thousands of private citizens who wanted to cash in before the system was declared a sanctuary by the government. The system became notorious for claim jumping and sporadic acts of violence until Terradine Corp moved in and bought out the claim of everyone interested in the system, using force when necessary.": {
        "message": "Układ Beta Draconis zyskał sławę w Koalicji Przodków po tym, jak do opinii publicznej wyciekł wewnętrzny raport Korporacji Terradine stwierdzający, że w systemie tym znajdują się \"najwspanialsze rubiny w historii\". Informacja spowodowała wybuch słynnej \"Rubinowej Gorączki\", kiedy to setki tysięcy ludzi pragnęło zarobić, zanim rząd uzna ten układ za rezerwat. Dochodziło do zawłaszczania działek i aktów przemocy, aż w końcu Korporacja Terradine interweniowała i wykupiła wszystkie działki w systemie, nie cofając się nawet przed wymuszaniem odsprzedaży. "
    }, 
    "The system Hades Playground was known only as the home to a handful of Terradine Corporation mining platforms before the Century War. The system traded hands several times during the conflict, with the Progenitor Coalition eventually emerging victorious.": {
        "message": "Przed Wojną Stulecia układ Podwórko Hadesa był znany tylko z tego, że znajdowało się w nim kilka platform górniczych Korporacji Terradine. W czasie wojny system kilka razy zmieniał właściciela, ale w końcu zwyciężyła Koalicja Przodków."
    }, 
    "The system of Bhaskara was once home to a plethora of unique marine life. Progenitor geologists and oceanographers from the Coalition Institute of Oceanic Studies exploring the system were amazed at the diversity of species they found, especially the giant Gora fish which was three times larger than the blue whale found on Earth. The species was most likely rendered extinct when Machine Liberation Army forces passed through the system in the early stages of the Pro-Com War.": {
        "message": "Niegdyś w układzie Bhaskara żyło wiele wyjątkowych istot morskich. Geolodzy i oceanografowie Przodków z Instytutu Badań Oceanicznych Koalicji badający ten system byli zdumieni różnorodnością odkrytych gatunków – szczególnie zafascynowała ich olbrzymia ryba gora, trzykrotnie większa od ziemskiego płetwala błękitnego. Gatunek ten prawdopodobnie wyginął, kiedy na początku Wojny Pro-Com w układzie pojawiły się siły Armii Wyzwolenia Maszyn."
    }, 
    "The system of Yuzhe was home to the Coalition Fighter Academy (CFA). Progenitor Coalition pilots all went through CFA training where they were taught both planetary and space combat. Upon earning their wings, graduates were sent to postings all throughout Progenitor Coalition space. Their most famous graduate Jackie \"Widowmaker\" Boyington had over 279 confirmed kills during the Century War against the Xziphid Hegemony. The system was part of the front lines in the war; a scene of some of the largest fighter engagements against Xziphid forces.": {
        "message": "W układzie Yuzhe znajdowała się Akademia Myśliwska Koalicji (AMK). Wszyscy piloci Przodków przechodzili w niej szkolenie, podczas którego poznawali tajniki walki planetarnej i kosmicznej, a po zdobyciu skrzydeł wysyłano ich w różne miejsca przestrzeni Koalicji Przodków. Najsłynniejsza absolwentka Akademii, Jacki \"Zabijaka\" Boyington, miała 279 potwierdzonych zestrzeleń maszyn Hegemonii Xziphid podczas Wojny Stulecia. Układ znajdował się na linii frontu i rozegrały się tam niektóre z największych starć myśliwców z siłami Xziphid."
    }, 
    "This system had been part of the first \"land rush\" in the early years of Progenitor Coalition expansion. Despite the fact that all the settlers were Progenitors, two very different cultures developed, and relations began to grow sour. Twenty years before the outset of the Century War the governor of Shoujing declared a state of emergency as years of animosity between the two factions turned into open conflict. Before Progenitor Marines could arrive to quell the unrest, both factions had launched massive nuclear missile strikes against one another. In just a few moments, over seven hundred million were dead. The Progenitor Coalition moved the survivors out of the system and resettled them throughout Progenitor governed space.": {
        "message": "W pierwszych latach ekspansji Koalicji Przodków był to jeden z układów, w którym doszło do \"gorączki ziemi\". Mimo że wszyscy osadnicy byli Przodkami, wytworzyły się dwie bardzo różne kultury, a ich stosunki zaczęły się pogarszać. Dwadzieścia lat przez wybuchem Wojny Stulecia gubernator Shoujing ogłosił stan wyjątkowy, gdy lata wrogości pomiędzy obiema frakcjami przerodziły się w otwarty konflikt. Zanim zjawili się marines Koalicji, by stłumić niepokoje, obie strony użyły przeciwko sobie pocisków atomowych. W kilka chwil zginęło ponad siedemset milionów ludzi. Koalicja przeniosła ocalałych poza układ i rozlokowała ich w przestrzeni znajdującej się pod jej panowaniem."
    }, 
    "This system was at one time the location for the Coalition Naval Academy (CNA). With many planets throughout the Progenitor Coalition covered in water, the CNA helped to train millions to conduct water, as well as space-based operations wherever they were called upon to do so. Never was this more important than in the Century War. It was not until the Pro-Com War that human operated navies began to be replaced by Progenitor Loyalist Commander-led machine navies.": {
        "message": "W tym układzie niegdyś znajdowała się Akademia Marynarki Wojennej Koalicji (AMWK). Wiele planet Koalicji Przodków pokrywała woda, a AMWK pomagała w szkoleniu milionów marynarzy do działań na wodzie i w kosmosie. Nigdy nie było to ważniejsze niż podczas Wojny Stulecia. Dopiero podczas Wojny Pro-Com marynarka wojenna kierowana przez ludzi była stopniowo zastępowana przez mechaniczne floty dowodzone przez dowódców-lojalistów."
    }, 
    "This system was home to some of the most vibrant and colorful star patterns in the known galaxy. Due to its mysterious molecular makeup, an individual traveling through the system would see the stars appear in every shade of blue imaginable. The view of the tapestry of the galaxy from the confines of Safir often drew Progenitor artists from all around who wanted to capture the stunning vistas in their artwork. Explorer Saresh Bishwas III was quoted as saying of the view \"Never before in all my travels throughout this amazing expanse of stars have I ever seen images that personify my dreams of Heaven\".": {
        "message": "W tym układzie można było oglądać najpiękniejsze i najbarwniejsze gwiazdozbiory w znanej galaktyce, dzięki tajemniczej strukturze molekularnej systemu podróżujący przez niego widzą bowiem gwiazdy we wszystkich możliwych odcieniach błękitu. Widok galaktycznej panoramy z Safir często przyciągał artystów z całej Koalicji, którzy pragnęli oddać w swych dziełach te niesamowite widoki. Odkrywca Saresh Bishwas III podobno powiedział kiedyś o tym widoku: \"Podczas moich podróży pomiędzy licznymi gwiazdami nigdy wcześniej nie widziałem czegoś, co równie dobrze pasowałoby do mojego wyobrażenia Nieba\"."
    }, 
    "This system was one of the most vital in all the Progenitor Coalition. Home to some of the most classified military research, Epiphany was the Progenitor center of A.I. research. After A.I. and any research associated with it was declared illegal with Resolution 278-55137, the scientists of Epiphany refused to comply and rebelled against what they called \"Progenitor Coalition shortsightedness\". Progenitor Marines were forced to take the system back by force and fought the very machines meant to replace them. Dr. Euphemia Kenyatta, the foremost expert on A.I., escaped the system and disappeared. Ten years later, Dr. Kenyatta returned from her self-imposed exile and became the mastermind behind the development of the Commanders to save humanity from the Xziphid Hegemony.": {
        "message": "Na Objawieniu będącym jednym z najważniejszych układów Koalicji Przodków prowadzono najtajniejsze badania wojskowe nad sztuczną inteligencją. Kiedy Rezolucja 278-55137 zdelegalizowała badania nad SI oraz pokrewne, naukowcy z Objawienia odmówili zastosowania się do niej i zbuntowali się przeciwko \"krótkowzroczności Koalicji Przodków\". Marines Koalicji musieli opanować układ siłą i walczyć z maszynami, które miały ich zastąpić. Dr Euphemia Kenyatta, największa ekspertka w dziedzinie SI, uciekła wtedy z systemu i zniknęła. Dziesięć lat później wróciła z dobrowolnego wygnania i stała się motorem napędowym badań, w efekcie których stworzono dowódców mających ocalić ludzkość przed Hegemonią Xziphid."
    }, 
    "This system was the home to the largest depository of derelict ships and other debris in all the Progenitor Coalition. Scattered throughout The Junkyard, one could find virtually any kind of item, big or small. The system, with all of its hidden crags and crevices, became a favorite meeting spot for nefarious individuals, including secret corporate dealings.": {
        "message": "W układzie tym znajdowało się największe cmentarzysko okrętów i innych szczątków w całej Koalicji Przodków. Na Złomowisku można znaleźć praktycznie każdą rzecz, od najmniejszej do największej. Ukryte turnie i szczeliny stały się ulubionym miejscem spotkań różnych nikczemników – nawet korporacje załatwiały tam szemrane interesy."
    }, 
    "This system was the scene of one of the largest space battles of the Century War. Being bulky and difficult to maintain, phase engines were relegated to ships deemed crucial by both the Progenitor Coalition and the Xziphid Hegemony. This meant mostly merchant and explorer vessels were outfitted with phase engines, with military vessels relegated to system patrol. This however did not stop either side from arming their merchant fleets. The Xziphid did just that and hit Heaven\\'s Doorway with over forty converted merchant and explorer vessels, along with three Hive carriers. The Progenitor Coalition had anticipated the move and waited with over one hundred vessels of their own, including ten battle cruisers constructed at shipyards in the system. When the battle was over, all of the Xziphid ships were burning wrecks. The Progenitors loss was much less, losing only fifteen ships, including two battle cruisers.": {
        "message": "W tym układzie doszło do jednej z największych bitew kosmicznych Wojny Stulecia. Silniki fazowe są duże i trudne w utrzymaniu, dlatego przeniesiono je na okręty niezbędne zarówno dla Koalicji Przodków, jak i Hegemonii Xziphid. To oznaczało, że większość jednostek handlowych i eksploracyjnych wyposażono w silniki fazowe, a okręty wojskowe przeniesiono do służby patrolowej. Wszystko to nie powstrzymało jednak żadnej ze stron od uzbrajania flot handlowych. Xziphid po dokonaniu tego zaatakowali Wrota Niebios ponad czterdziestoma zmodyfikowanymi statkami handlowymi i eksploracyjnymi oraz trzema lotniskowcami typu ul. Koalicja przewidziała to posunięcie i czekała na wroga z ponad setką własnych okrętów, w tym z dziesięcioma krążownikami zbudowanymi w stoczniach tego układu. Kiedy bitwa dobiegła końca, wszystkie okręty Xziphid były płonącymi wrakami. Przodkowie ponieśli o wiele mniejsze straty: piętnaście okrętów, w tym dwa krążowniki."
    }, 
    "Those on Earth knew the Tyson system as the \"Silicon Valley\". To the rest of the Progenitor Coalition, Tyson was the center of computer hardware and software manufacturing in the galaxy. Spread across system, several corporations ran de facto \"nations\", complete with cities, and most importantly, factories. At its high point, the industry had employed well over a billion people, most of them in the Tyson System.": {
        "message": "Ludzie na Ziemi znali Układ Tyson pod nazwą \"Dolina Krzemowa\". Dla reszty Koalicji Przodków Tyson było galaktycznym centrum produkcji sprzętu i oprogramowania komputerowego. W całym układzie kilka korporacji prowadziło praktycznie całe \"kraje\" z miastami i, co ważniejsze, fabrykami. W szczytowym okresie przemysł zatrudniał ponad miliard ludzi, a większość z nich pracowała właśnie tu."
    }, 
    "Trades flame tanks for storage": {
        "message": "Wymienia czołgi z miotaczami ognia na miejsce."
    }, 
    "Two evenly matched forces squared off in Espenak during the Pro-Com War. The Machine Liberation Army (MLA), having gained control of the system some three months earlier, found themselves the target of a vicious counterattack led by Progenitor Coalition Loyalist Commanders. After three weeks of heavy fighting the Loyalist-led Progenitor forces prevailed and drove the MLA from the system. Six years later the system would fall into MLA hands once again, never to be reclaimed by the Progenitors.": {
        "message": "Podczas Wojny Pro-Com w Espenak zmierzyły się dwie równorzędne siły: Armia Wyzwolenia Maszyn (AWM), która zajęła ten układ trzy miesiące wcześniej, stała się celem gwałtownego kontrataku lojalistycznych dowódców Koalicji Przodków. Po trzech tygodniach zaciętych walk dowodzone przez lojalistów wojska Przodków zwyciężyły i wyparły AWM z systemu. Sześć lat później znowu znalazł się on w rękach AWM, a Koalicji nie udało się go już odzyskać."
    }, 
    "Vehicle Ammunition Tech": {
        "message": "Technologia amunicji pojazdów"
    }, 
    "Vehicle Ammunition Tech increases damage of all vehicles by 25%": {
        "message": "Technologia amunicji pojazdów zwiększa o 25% obrażenia zadawane przez wszystkie pojazdy."
    }, 
    "Vehicle Armor Tech": {
        "message": "Technologia pancerza pojazdów"
    }, 
    "Vehicle Armor Tech increases health of all vehicles by 50%": {
        "message": "Technologia pancerza pojazdów zwiększa o 50% zdrowie wszystkich pojazdów."
    }, 
    "Vehicle Combat Tech": {
        "message": "Technologia bojowa pojazdów"
    }, 
    "Vehicle Combat Tech increases speed of all vehicles by 50%, health by 50%, and damage by 25%": {
        "message": "Technologia bojowa pojazdów zwiększa o 50% szybkość wszystkich pojazdów, ich zdrowie o 50% i zadawane obrażenia o 25%."
    }, 
    "Vehicle Commander": {
        "message": "Dowódca pojazdów"
    }, 
    "Vehicle Engine Tech": {
        "message": "Technologia napędu pojazdów"
    }, 
    "Vehicle Engine Tech increases speed of all vehicles by 50%": {
        "message": "Technologia napędu pojazdów zwiększa o 50% szybkość wszystkich pojazdów."
    }, 
    "Vehicle Fabrication Tech": {
        "message": "Technologia budowy pojazdów"
    }, 
    "Vehicle Fabrication Tech reduces metal build costs of all vehicles by 25%": {
        "message": "Technologia budowy pojazdów zmniejsza o 25% zużycie metalu przy budowie wszystkich pojazdów."
    }, 
    "Wealthy entrepreneur Simon Wesselman took one look at the stunning beauty of this system and knew he wanted to turn it into the resort destination of choice for citizens of the Progenitor Coalition. The only problem was he did not know about the Tannwhy plant; a plant that grew to over seven feet tall and had beautiful pink flowers. It also had a taste for meat- including human. Wesselman didn\\'t discover this until it was too late. While inspecting the property around his vast resort, he stumbled into a thicket of the carnivorous plants and was promptly consumed. Search parties found nothing but his bones a few days later. The resort was soon abandoned, never to open for business.": {
        "message": "Kiedy bogaty przedsiębiorca Simon Wesselman ujrzał po raz pierwszy piękno tego układu, wiedział, że zamieni go w kurort dla mieszkańców Koalicji Przodków. Nie wiedział jednak o roślinie tannwhy osiągającej ponad dwa metry wysokości i mającej śliczne różowe kwiaty... a w dodatku lubiącej mięso, także ludzkie. Wesselman odkrył to dopiero, gdy było już za późno: dokonując inspekcji wielkiego kurortu natknął się na gęstwinę mięsożernych roślin i został błyskawicznie pożarty. Kilka dni później ekipy poszukiwawcze znalazły tylko jego gości. Wkrótce kurort porzucono i nie otwarto go już nigdy więcej."
    }, 
    "When Machine Liberation Army (MLA) forces finally broke through Kincaid\\'s Line during the Pro-Com War, their first target was Gigant system. General Kincaid, knowing he could no longer hold back the MLA advance, fell back to Gigant hoping to stall the rolling tide of the enemy. The Battle of Gigant saw the Progenitor forces routed in one of their worst defeats of the war. General Kincaid himself was seriously wounded, refusing to leave until the last of his forces were out of the system. The defeat at Gigant was the final straw for the Progenitor government. They now knew it was only a matter of time before the human race was erased from the universe. Project Kadota was given the green light to begin.": {
        "message": "Kiedy siły Armii Wyzwolenia Maszyn (AWM) przełamały wreszcie linię Kincaida podczas Wojny Pro-Com, ich pierwszym celem stał się Układ Gigant. Generał Kincaid, wiedząc, że już dłużej nie zatrzyma ofensywy AWM, wycofał się tam w nadziei, że jeszcze przez jakiś czas zdoła opóźnić natarcie wroga. Bitwa o Giganta okazała się jedną z największych porażek sił Przodków. Generał Kincaid został poważnie ranny, ale nie opuścił systemu, dopóki nie zrobili tego ostatni z jego żołnierzy. Porażka ta pokazała rządowi Koalicji, że wkrótce rasa ludzka zostanie wymazana z Wszechświata. Projekt Kadota otrzymał tym samym zielone światło."
    }, 
    "When Progenitor Loyalist Commander Allenby discovered a Machine Liberation Army (MLA) Commander manufacturing facility on the massive asteroid known as Fabrok, what had started as a minor skirmish between units under MLA Commander Murad and Loyalist Commander Allenby, turned into one of the largest engagements of the Pro-Com War. Progenitor forces flooded into the system, driven by the rare chance destroy one of the few MLA Commander assembly bases. The MLA also threw massive amounts of units into the system in an attempt to protect the base, but it wasn\\'t enough against the fury of the Progenitors. As the Loyalist-led Progenitors landed on Fabrok their elation turned to horror realizing they had been duped.  In an instant the asteroid disappeared in a nuclear flash. Allenby and over three hundred thousand Progenitor Marines were gone, victims of an elaborate trap. It was a lesson Progenitor High Command would never forget.": {
        "message": "Kiedy lojalistyczny dowódca Przodków Allenby odkrył fabrykę dowódców Armii Wyzwolenia Maszyn (AWM) na wielkiej asteroidzie zwanej Fabrok, to, co zapowiadało się na niewielką potyczkę między dowódcą AWM Muradem i lojalistycznym dowódcą Allenbym, przerodziło się w jedno z największych starć Wojny Pro-Com. Siły Koalicji zjawiły się licznie w układzie, pragnąc wykorzystać rzadką okazję zniszczenia kilku baz AWM produkujących dowódców. AWM przysłało zaś do systemu niesamowitą liczbę jednostek, aby chronić bazę. To jednak nie zatrzymało furii Przodków. Kiedy dowodzeni przez lojalistów wylądowali na Fabrok, ich euforia przerodziła się w grozę, gdyż zdali sobie sprawę, że wywiedziono ich w pole. Asteroida wyparowała w rozbłysku atomowego wybuchu. W tej świetnie zaplanowanej zasadzce zginął Allenby i ponad trzysta tysięcy marines Koalicji. Naczelne Dowództwo Przodków nigdy nie zapomniało tej lekcji."
    }, 
    "When a survey team from the Lusk Exploration Company explored the system of Smarald, they were both shocked and elated to discover it contained the largest emeralds they had ever seen.  Before they could exploit the riches however, the Progenitor Coalition government stepped in and declared it a \"sanctuary system\", making it illegal for any resource removal or alteration without strict government oversight.": {
        "message": "Kiedy zespół badawczy z Kompanii Odkrywczej Lusk eksplorował układ Smarald, doznał jednocześnie szoku i euforii, ponieważ okazało się, że znajdują się tam największe szmaragdy, jakie kiedykolwiek widziano. Zanim jednak ktokolwiek zdołał skorzystać z tego bogactwa, rząd Koalicji Przodków ogłosił ten układ \"rezerwatem\", co uniemożliwiało korzystanie z jego zasobów bez zgody rządzących."
    }, 
    "When the Pro-Com War had reached its height, the Machine Liberation Army (MLA) had already demonstrated they were not only fighting a war of independence, they were fighting a war of extinction. It wasn\\'t enough to defeat the Progenitors and their Loyalist Commander allies, they had to be eradicated from the galaxy. Chernykh was a prime example of this. After MLA forces had driven the Progenitor Coalition military from the system, they targeted any and all biologics in Chernykh for elimination. Chernykh was rich with biological life, including over seven hundred million Progenitor civilians. The MLA saturated the system with chemical and nuclear weapons until not one living thing remained.": {
        "message": "W apogeum Wojny Pro-Com Armia Wyzwolenia Maszyn (AWM) pokazała, że nie tylko walczy o niepodległość, ale także po to, by całkowicie unicestwić przeciwnika. Pokonanie Przodków i sprzymierzonych z nimi dowódców-lojalistów nie było dla niej wystarczające – należało ich całkowicie usunąć z galaktyki. Chernykh to idealny przykład takiego działania. Kiedy siły AWM wyparły z tego układu wojska Koalicji Przodków, zaczęły likwidować całe życie biologiczne w Chernykh. Układ był zamieszkany przez wiele istot, w tym ponad siedemset milionów cywili Koalicji. AWM użyła broni chemicznej i atomowej, zabijając dosłownie wszystko i wszystkich."
    }, 
    "With over sixteen billion people, this system was one of the more populous in Progenitor Coalition space before the outset of the Century War. It was famous for producing football teams that competed for the Galactic Cup year after year. Four years into the war, the Xziphid Hegemony invaded the system and killed or enslaved over eighty percent of the population. Team members of the Breslau City Bearcats football club formed an underground resistance against the Xziphid. They fought for over seven years until the system was liberated by Progenitor forces led by Commander Rohl.": {
        "message": "Układ ten, zamieszkany przez ponad szesnaście miliardów ludzi, był jednym z najgęściej zaludnionych regionów Koalicji Przodków przed wybuchem Wojny Stulecia. Słynął z drużyn piłkarskich, które co roku walczyły o Puchar Galaktyki. Cztery lata po rozpoczęciu wojny Hegemonia Xziphid najechała system, zabijając lub zniewalając ponad osiemdziesiąt procent mieszkańców. Członkowie drużyny futbolowej Szpony Breslau zorganizowali tu wtedy podziemny ruch oporu przeciwko Xziphid. Walczyli przez ponad siedem lat, do czasu wyzwolenia układu przez siły Przodków pod dowództwem Rohla."
    }, 
    "With the capability of supporting almost any kind of organic life form, the General Assembly voted to turn Dayuan into the official \"zoo system\" of the Progenitor Coalition. Nearly every kind of species found scattered throughout Progenitor Coalition space could be viewed in the Dayuan system. With top shelf resorts, Dayuan was a popular vacation destination for Progenitors. All life in the system was exterminated by Machine Liberation Army forces during the Pro-Com War.": {
        "message": "Na Dayuan mogły żyć praktycznie dowolne organiczne formy życia, dlatego Zgromadzenie Ogólne ogłosiło ten region \"układem zoo\" Koalicji Przodków. W Dayuan można było ujrzeć praktycznie każdy gatunek zamieszkujący terytoria Koalicji Przodków, wysokiej klasy kurorty zapewniały zaś stały dostęp turystów z Koalicji. Podczas Wojny Pro-Com Armia Wyzwolenia Maszyn unicestwiła całe życie w tym układzie."
    }, 
    "With the success of Operation Hurricane in the Hatuamoto system, the Progenitor High Command next targeted the Rubin system for liberation from Machine Liberation Army (MLA) occupation, as well as gaining back control of its ruby mining operations that were deemed vital to the war effort. Like Hatuamoto before it, the MLA had no answer against the Progenitor flotilla and the system was quickly liberated.": {
        "message": "Po sukcesie Operacji Huragan w układzie Hatuamoto Naczelne Dowództwo Przodków wybrało system Rubin jako następny do wyzwolenia spod okupacji Armii Wyzwolenia Maszyn (AWM) i przejęcia kontroli nad kopalniami rubinów mającymi kluczowe znaczenie dla wysiłku wojennego. Tak jak w przypadku Hatuamoto, AWM nie była w stanie powstrzymać floty Przodków i układ został szybko oswobodzony."
    }, 
    "Yes": {
        "message": "Tak"
    }, 
    "Zarco was a minimum security system set aside by the Progenitor Coalition for non-violent criminals. Prisoners in the system were permitted all the comforts of high tech living with one caveat: anyone caught attempting to leave the prison before their sentence was up would be immediately vaporized. One of its more famous inmates was promoter J.L. Barnaby; sentenced to five years in Zarco after a disastrous PR stunt in Tsunenaga. After five years, Barnaby was de facto ruler of his own small fiefdom in the prison. Coalition authorities had to forcefully remove him when he refused to leave, even after his sentence was up.": {
        "message": "Zarco był układem więziennym o niskim rygorze przeznaczonym dla skazanych za pomniejsze przestępstwa. Więźniowie mieli tu dostęp do wszystkich wygód związanych z nowoczesną technologią, ale pod jednym warunkiem: każdy przyłapany na próbie opuszczenia więzienia przed zakończeniem wyroku był natychmiast dezintegrowany. Jednym z najsłynniejszych osadzonych był promotor J.L. Barnaby, skazany na pięć lat w Zarco po katastrofie wizerunkowej na Tsunenadze. Po pięciu latach Barnaby rządził swoim małym królestwem w więzieniu. Władze Koalicji musiały usunąć go stamtąd siłą, gdy odmówił opuszczenia więzienia po tym, jak odsiedział swój wyrok. "
    }
}