{
    "\"Where criminals go to die\" was a common phrase uttered by all Progenitor Coalition citizens. Epsilon Persei was the home of the Progenitor Coalition maximum security prison for the worst of the worst. When a prisoner was sentenced, they were transported to Sentinel Station, placed in a life capsule and jettisoned out. In his book, Escape from Epsilon Persei, the bounty hunter known as Viper detailed his harrowing adventures in the system to rescue a member of the General Assembly whose ship had crashed there.": {
        "message": "\"Where criminals go to die\" was a common phrase uttered by all Progenitor Coalition citizens. Epsilon Persei was the home of the Progenitor Coalition maximum security prison for the worst of the worst. When a prisoner was sentenced, they were transported to Sentinel Station, placed in a life capsule and jettisoned out. In his book, Escape from Epsilon Persei, the bounty hunter known as Viper detailed his harrowing adventures in the system to rescue a member of the General Assembly whose ship had crashed there."
    }, 
    "Activates the Tech to build artillery structures.": {
        "message": "炮兵科技包含炮兵设施的蓝图."
    }, 
    "Additional Data Bank": {
        "message": "科技栏扩容"
    }, 
    "Adds a Sub Commander that will join you in battles.": {
        "message": "在你着陆战场的同时发射另一个副指挥官协助你战斗. "
    }, 
    "Adds a new slot for another technology.": {
        "message": "增加一个新的空科技栏以供你使用新的科技."
    }, 
    "Advanced Air Tech": {
        "message": "高级空军科技"
    }, 
    "Advanced Bot Tech": {
        "message": "高级机器人科技"
    }, 
    "Advanced Bot tech enables building of Advanced Bots and Advanced Bot Factories. Advanced Bot factories are built via advanced bot fabricators. Also grants the Basic Bot Factory and Basic Bot Fabricator.": {
        "message": "高级机器人科技包含高级机器人工厂, 高级机器人单位, 基础机器人工厂与基础工程机器人的蓝图. 注意: 只有工程机器人可以建造高级机器人工厂."
    }, 
    "Advanced Defense Technology": {
        "message": "高级防御科技"
    }, 
    "Advanced Defense Technology enables more powerful defenses. Advanced defenses are built via advanced fabricators. Advanced defenses include tactical missile launchers, triple barrel laser turrets, and anti-air flak towers.": {
        "message": "高级防御科技包含高级防御设施的蓝图. 注意: 只有高级工程单位可以建造高级防御设施."
    }, 
    "Advanced Naval Tech": {
        "message": "高级海军科技"
    }, 
    "Advanced Naval Tech enables building of the Advanced Naval Factory and advanced naval units. Advanced Naval Factories are built via your Advanced Naval Fabricators.": {
        "message": "高级海军科技包含高级海军工厂与高级海军单位的蓝图. 注意: 只有工程艇可以建造高级海军工厂."
    }, 
    "Advanced Orbital Tech": {
        "message": "高级轨道科技"
    }, 
    "Advanced Orbital Tech enables the building of orbital fabricators and orbital factories. Orbital fabricators are built via the orbital launcher and orbital factories build by the orbital fabricators.": {
        "message": "高级轨道科技包含轨道工程卫星与轨道工厂的蓝图. 注意: 只有轨道工程平台可以建造轨道工厂, 轨道工程平台则产自轨道工厂或者轨道发射台."
    }, 
    "Advanced Vehicle Tech": {
        "message": "高级车辆科技"
    }, 
    "Advanced Vehicle tech enables building of vehicles and vehicle factories. Advanced vehicle Factories are built by a basic or advanced vehicle fabricator. Also enables the Basic Vehicle Factory and the Basic Vehicle Fabricator.": {
        "message": "高级车辆科技包含高级车辆工厂, 高级车辆单位, 基础车辆工厂与基础工程车的蓝图. 注意: 只有工程车可以建造高级车辆工厂."
    }, 
    "Advanced air tech enables building of mobile air units and factories. Advanced air factories are built via any air fabricator. Also grants the Basic Air Factory and Basic Air Fabricator.": {
        "message": "高级空军科技包含高级空军工厂, 高级空军单位, 基础空军工厂与基础工程飞行器的蓝图. 注意: 只有工程飞行器可以建造高级空军工厂."
    }, 
    "After a hundred years of warfare, the only thing on the minds of citizens of the Progenitor Coalition was a lasting peace. The General Assembly agreed, and the Myr Project was born. Contracting explorer ships from Lusk Exploration Company, the Progenitor Coalition government commissioned a search for a suitable system to turn into the ultimate destination for rest and relaxation for civilian and military alike. The result was Myr, a system where any type of leisure activity that one could think of could be experienced in the system.": {
        "message": "After a hundred years of warfare, the only thing on the minds of citizens of the Progenitor Coalition was a lasting peace. The General Assembly agreed, and the Myr Project was born. Contracting explorer ships from Lusk Exploration Company, the Progenitor Coalition government commissioned a search for a suitable system to turn into the ultimate destination for rest and relaxation for civilian and military alike. The result was Myr, a system where any type of leisure activity that one could think of could be experienced in the system."
    }, 
    "After making their fortune in the Progenitor galactic real estate market, the Rittenhouse family of the Sancruzo system decided it was time to find a planet to call their very own. They found here, a good distance from the commerce centers of neighboring systems, but not far enough to be isolated from the ebb and flow of Coalition life. The system they settled in they simply named after the family. From majestic alpine vistas to warm tropical beaches, Rittenhouse once offered much. By the time of the Century War the Rittenhouse family employed a  private security force that included several orbital weapon platforms, all to keep strangers away from the system.": {
        "message": "After making their fortune in the Progenitor galactic real estate market, the Rittenhouse family of the Sancruzo system decided it was time to find a planet to call their very own. They found here, a good distance from the commerce centers of neighboring systems, but not far enough to be isolated from the ebb and flow of Coalition life. The system they settled in they simply named after the family. From majestic alpine vistas to warm tropical beaches, Rittenhouse once offered much. By the time of the Century War the Rittenhouse family employed a  private security force that included several orbital weapon platforms, all to keep strangers away from the system."
    }, 
    "After the end of the Century War, Commanders were being decommissioned and needed to be integrated into the civilian workforce. The system of Varthema served as the diagnostic and retraining center for them. Before the outset of the Pro-Com War, Machine Liberation Army (MLA) leader Tryphon condemned Varthema as a \"laboratory run by mad scientists who turned a Commander into an obedient slave of the Progenitor.\" When the system was captured by MLA forces late in the war, Tryphon ordered the system \"scraped clean\" of any signs of biological life- with the Progenitors and all their creations at the top of the list.": {
        "message": "在百年战争结束之后, 指挥官开始退役并被整合到民用机械中以提高它们的工作效率. Vathema星系在这一过程中便充当了指挥官的诊断与重新训练中心. 在Pro-Com战争爆发之前, 机器解放军(MLA)的首领Tryphon指挥官就谴责了人类将Varthema星系变成了\"由疯狂科学家运行的, 将一个个指挥官变成先驱者旗下服服帖帖的奴隶的实验室\". 当战争爆发, MLA部队拿下了这个星系的时候, Tryphon指挥官下达了将先驱者联合体与他们的所有造物, 以及所有生物痕迹在这个星系上彻底铲除的命令. "
    }, 
    "After the end of the Century War, Progenitor High Command (PHC) of the Progenitor Coalition came under pressure from the General Assembly to restructure the military back to peacetime numbers. The only problem was that many veteran\\'s home worlds had been devastated during the war and their families killed. As a solution, PHC, with the approval of the General Assembly, chose the Rawat system as its primary reintegration center for all human service members transitioning from the military back to civilian life. This would later be recognized as one of a series of mistakes made by the Progenitor Coalition that would cause a rift between many of the Commanders and humans.": {
        "message": "After the end of the Century War, Progenitor High Command (PHC) of the Progenitor Coalition came under pressure from the General Assembly to restructure the military back to peacetime numbers. The only problem was that many veteran\\'s home worlds had been devastated during the war and their families killed. As a solution, PHC, with the approval of the General Assembly, chose the Rawat system as its primary reintegration center for all human service members transitioning from the military back to civilian life. This would later be recognized as one of a series of mistakes made by the Progenitor Coalition that would cause a rift between many of the Commanders and humans."
    }, 
    "After their first victory over the Machine Liberation Army (MLA) forces at Seven Gates, the Progenitor Coalition went on the offensive. Progenitor High Command selected the system Omicron Herculis and its valuable resources as its first target. With a fleet of transports carrying over a million Progenitor soldiers and escorted by a NEST, they successfully breached the system and established a base of operations. The NEST made short work of the MLA Commanders in the system, while Progenitor Marines mopped up the remaining enemy forces.": {
        "message": "After their first victory over the Machine Liberation Army (MLA) forces at Seven Gates, the Progenitor Coalition went on the offensive. Progenitor High Command selected the system Omicron Herculis and its valuable resources as its first target. With a fleet of transports carrying over a million Progenitor soldiers and escorted by a NEST, they successfully breached the system and established a base of operations. The NEST made short work of the MLA Commanders in the system, while Progenitor Marines mopped up the remaining enemy forces."
    }, 
    "Agoge was the center for all military training for the Progenitor Coalition. Progenitor soldiers before the Century War were used to training for quelling planetary riots and pirate activities, to name a few. Very few major conflicts had erupted in the Progenitor Coalition for over three hundred years. That all changed with the Xziphid Hegemony. Progenitor High Command soon discovered its troops were ill prepared to fight the type of war they were facing with the Xziphid. Training for new recruits became harsh and brutal, with many \"washing out\". Marines had it especially hard, being they would be the ones to go toe to toe with the enemy in all kinds of environments. In the end, the Progenitor Coalition had created the finest soldiers humanity had ever seen, but they still weren\\'t enough to stop the Xziphid. It would take the advent of the Commanders to save humanity from extinction.": {
        "message": "Agoge was the center for all military training for the Progenitor Coalition. Progenitor soldiers before the Century War were used to training for quelling planetary riots and pirate activities, to name a few. Very few major conflicts had erupted in the Progenitor Coalition for over three hundred years. That all changed with the Xziphid Hegemony. Progenitor High Command soon discovered its troops were ill prepared to fight the type of war they were facing with the Xziphid. Training for new recruits became harsh and brutal, with many \"washing out\". Marines had it especially hard, being they would be the ones to go toe to toe with the enemy in all kinds of environments. In the end, the Progenitor Coalition had created the finest soldiers humanity had ever seen, but they still weren\\'t enough to stop the Xziphid. It would take the advent of the Commanders to save humanity from extinction."
    }, 
    "Air Ammunition Tech": {
        "message": "空军弹药科技"
    }, 
    "Air Ammunition Tech increases damage of all mobile air units by 25%": {
        "message": "空军弹药科技提高所有空军单位25%攻击伤害"
    }, 
    "Air Armor Tech": {
        "message": "空军装甲科技"
    }, 
    "Air Armor Tech increases the health of all air units by 50%": {
        "message": "空军装甲科技提高所有空军单位50%生命值"
    }, 
    "Air Combat Tech": {
        "message": "空军战斗科技"
    }, 
    "Air Combat Tech increases the speed of all air units by 25%, health by 50%, and damage by 25%": {
        "message": "空军战斗科技提高所有海军单位25%速度, 50%生命值与25%攻击伤害"
    }, 
    "Air Commander": {
        "message": "空军指挥官"
    }, 
    "Air Engine Tech": {
        "message": "空军引擎科技"
    }, 
    "Air Engine Tech increases the speed of all air units by 25%": {
        "message": "空军引擎科技提高所有空军单位25%移动速度"
    }, 
    "Air Fabrication Tech": {
        "message": "空军量产科技"
    }, 
    "Air Fabrication Tech reduces metal build costs of all mobile air units by 25%": {
        "message": "空军量产科技降低所有空军单位25%造价"
    }, 
    "Also known by merchant captains as the \"Icebox\", Riazuddiv was a popular stopping point for traders along the Hudson Trade Lane. With its countless taverns and brothels, popularity was not surprising, so much so it eventually attracted the attention of many of the major crime syndicates throughout the Progenitor Coalition. Many held to the belief that Riazuddiv single handedly helped support the majority of illegal activities in the region.": {
        "message": "Also known by merchant captains as the \"Icebox\", Riazuddiv was a popular stopping point for traders along the Hudson Trade Lane. With its countless taverns and brothels, popularity was not surprising, so much so it eventually attracted the attention of many of the major crime syndicates throughout the Progenitor Coalition. Many held to the belief that Riazuddiv single handedly helped support the majority of illegal activities in the region."
    }, 
    "Apa was a favorite destination for Progenitor recreational divers and oceanographers. Especially beautiful was the extensive Tarakona Reef, which was over twice the size of the Great Barrier Reef on Earth. The reef was destroyed in the Pro-Com War by the Machine Liberation Army who dropped millions of chemical bombs in an effort to kill off all the biological life and vaporize the oceans. They were successful.": {
        "message": "Apa was a favorite destination for Progenitor recreational divers and oceanographers. Especially beautiful was the extensive Tarakona Reef, which was over twice the size of the Great Barrier Reef on Earth. The reef was destroyed in the Pro-Com War by the Machine Liberation Army who dropped millions of chemical bombs in an effort to kill off all the biological life and vaporize the oceans. They were successful."
    }, 
    "Artillery Ammunition Tech": {
        "message": "炮兵弹药科技"
    }, 
    "Artillery Ammunition Tech increases the damage of all artillery structures by 25% and reduces their energy usage by 90%. Requires technology to build artillery structures and units.": {
        "message": "炮兵弹药科技提高炮兵设施25%攻击伤害, 降低90%能量消耗. 注意: 不包含相应建筑的蓝图"
    }, 
    "Artillery Commander": {
        "message": "炮兵指挥官"
    }, 
    "Artillery Fabrication Tech": {
        "message": "炮兵量产科技"
    }, 
    "Artillery Fabrication Tech reduces metal build costs of all artillery structures and mobile artillery units by 75%. Requires technology to build artillery structures and units.": {
        "message": "炮兵量产科技降低所有炮兵设施与炮兵单位75%造价. 注意: 不包含相应建筑与单位的蓝图. "
    }, 
    "Artillery Tech": {
        "message": "炮兵科技"
    }, 
    "Aryabhata was a mineral rich system, especially known for  the ultra rare Mortolite; a gemstone used in the manufacturing of the most powerful beam weapons that were used by Progenitor Coalition military. As a result, protecting the system was paramount. At the outset of the Pro-Com War, the Machine Liberation Army (MLA) made capturing Aryabhata a priority. Seven major battles were fought over the system, with the MLA failing to capture it until the final years of the war.": {
        "message": "Aryabhata星系富含矿产资源, 而其中最为著名的可谓是珍贵矿产Mortolite, 一种用于制造先驱者联合体出力最高的激光武器的宝石. 因此, 联合体把Aryabhata星系放在了最优先守卫的星系列表中. 无独有偶, 在Pro-Com战争刚开始不久, 机器解放军(MLA)也把本星系列为最优先攻占的星系之一. 在本星系内一共打响了七场主要战役, 先驱者联合体取得了前六场的胜利. 直到战争末期的第七场战役, 这个星系才被MLA夺走. "
    }, 
    "As the Progenitor Coalition began to expand, settlers from the Sol System began a long voyage in a fleet of over twenty merchant ships they had bought to find a system they could call their own; free to practice their religion without what they perceived as ridicule and persecution. Led by the charismatic Jack Smithington, the group found their home in the Janszoon System. When Machine Liberation Army forces reached the system during the final years of the Pro-Com War, they encountered such fierce resistance that they were forced to saturate the system with nukes. Over three billion people were systematically erased from the galaxy in only a matter of minutes.": {
        "message": "当先驱者联合体开始扩张时,一群来自太阳系的殖民者购买了二十几艘商船,组建了一支移民舰队踏上了寻找一个属于自己的星系的漫长路途. 这群渴望能自由地信仰自己的宗教,不受任何歧视和迫害的教徒,在圣徒杰克.史密辛顿的领导下,在珍思尊星系找到了属于他们自己的家. 在Pro-Com战争的最后几年,当机器解放军到达这个星系的时候,它们遇到了猛烈的抵抗,迫使它们不得不使用核武器饱和式轰炸整个星系. 在短短几分钟内,超过三十亿人被有组织地屠杀."
    }, 
    "Assault Commander": {
        "message": "突击指挥官"
    }, 
    "At one time, Atlas was the most Progenitor populated system outside of Sol, supporting a population of nearly twelve billion. Many corporations had their headquarters located there, including the technology giant ModicumTech Incorporated. Atlas was one of the last systems to fall to the Machine Liberation Army towards the end of the Pro-Com War.": {
        "message": "At one time, Atlas was the most Progenitor populated system outside of Sol, supporting a population of nearly twelve billion. Many corporations had their headquarters located there, including the technology giant ModicumTech Incorporated. Atlas was one of the last systems to fall to the Machine Liberation Army towards the end of the Pro-Com War."
    }, 
    "At one time, the Jansky system had become the favorite location for surfers throughout the Progenitor Coalition. The annual Jansky Galactic Surfing Championships were held there, bringing together the best surfers in the galaxy to crown a champion. One of the more memorable competitions occurred when Ngaru Tangata, a veteran surfer from Apa, managed to ride a wave over two hundred feet tall for over fifteen minutes. He was crowned champion and went on to win seven more championships.": {
        "message": "曾经Jansky星系是全银河所有冲浪爱好者的圣地. 每年一度的Jansky银河冲浪锦标赛都会在这里举行, 吸引全银河最顶级的冲浪好手来到Janksy星系互相竞争, 从而产生出一位又一位的冲浪冠军. 其中最值得一提的莫过于Ngaru Tangata, 一位出生在Apa的冲浪大师. 他在一次锦标赛中成功在一个超过两百尺高的浪头上坚持超过十五分钟, 从而赢得了冠军, 并在随后卫冕七次."
    }, 
    "At the outset of the Pro-Com War, Helecon was one of the first Progenitor systems to be targeted by the Machine Liberation Army (MLA). In a last ditch attempt to halt the MLA advance, Progenitor forces peppered the system with a barrage of nuclear warheads. The MLA advance had been stopped, but the scorched earth tactics had rendered the system a radioactive wasteland. When news of the battle reached Progenitor civilians they were swift to protest such drastic measures.": {
        "message": "在Pro-Com战争爆发伊始, Helecon星系是被机器解放军(MLA)第一时间盯上的几个星系之一. 在星系即将沦陷的时候, 先驱者联合体的军队为了阻止MLA继续前进, 在星系内引爆了几十个核弹头. 最后MLA的确放弃了这个星系, 但核弹头带来的辐射与核冬天却把这里变成了一片废土. 关于这场战斗的新闻迅速传遍了先驱者联合体的各大城市, 许多市民走上街头游行以表示对这种作战方式的厌恶与反对."
    }, 
    "Azaghul, one of the largest mining companies in the Progenitor Coalition, was the first to lobby the General Assembly for the mining rights to this system. Azaghul gambled on the system for producing large amounts of metals, and they were not disappointed. As it turned out, Fier produced a new type of iron, which Azaghul scientist labeled \"Dragon\".  The new \"Dragon Iron\" had a much higher melting point than normal iron and was naturally stronger than steel, and lighter than aluminum. The discovery of Dragon Iron launched Azaghul to the top, putting them on even terms with Terradine Corp in the mining and refining of metals.": {
        "message": "Azaghul, one of the largest mining companies in the Progenitor Coalition, was the first to lobby the General Assembly for the mining rights to this system. Azaghul gambled on the system for producing large amounts of metals, and they were not disappointed. As it turned out, Fier produced a new type of iron, which Azaghul scientist labeled \"Dragon\".  The new \"Dragon Iron\" had a much higher melting point than normal iron and was naturally stronger than steel, and lighter than aluminum. The discovery of Dragon Iron launched Azaghul to the top, putting them on even terms with Terradine Corp in the mining and refining of metals."
    }, 
    "Banno was the home of the Great Banno Lottery, held every ten years among its billions of citizens spread among the system. Every ten years, with great ceremony, a drawing would be held and broadcast throughout the Progenitor Coalition selecting one winner. The individual chosen would receive two billion Coalition credits. The only catch was that once the person died any remaining money would pass back into the lottery pool. In the years before the system fell to the Machine Liberation Army the lottery prize pool held over one hundred and fifty billion Coalition credits.": {
        "message": "Banno was the home of the Great Banno Lottery, held every ten years among its billions of citizens spread among the system. Every ten years, with great ceremony, a drawing would be held and broadcast throughout the Progenitor Coalition selecting one winner. The individual chosen would receive two billion Coalition credits. The only catch was that once the person died any remaining money would pass back into the lottery pool. In the years before the system fell to the Machine Liberation Army the lottery prize pool held over one hundred and fifty billion Coalition credits."
    }, 
    "Basic Air Tech": {
        "message": "基础空军科技"
    }, 
    "Basic Bot Tech": {
        "message": "基础机器人科技"
    }, 
    "Basic Bot tech enables building of basic Bots and basic Bot Factories. Basic Bot factories are built via your commander or any basic fabricator.": {
        "message": "基础机器人科技包含基础机器人工厂与基础机器人单位的蓝图. 基础机器人工厂可由指挥官或者任何基础工程单位建造."
    }, 
    "Basic Naval Tech": {
        "message": "基础海军科技"
    }, 
    "Basic Naval Tech enables building of the basic naval factory and basic naval units. Basic naval factories are built via your commander or a any fabricator.": {
        "message": "基础空军科技包含基础海军工厂与基础海军单位的蓝图. 基础海军工厂可由指挥官或者任何基础工程单位建造."
    }, 
    "Basic Orbital Tech": {
        "message": "基础轨道科技"
    }, 
    "Basic Orbital Tech enables the building of basic orbital units. Basic orbital units are built from an Orbital Launcher.": {
        "message": "基础轨道科技包含基础轨道单位的蓝图. 基础轨道单位由轨道发射台生产与发射."
    }, 
    "Basic Vehicle Tech": {
        "message": "基础车辆科技"
    }, 
    "Basic Vehicle tech enables building of basic vehicle and basic vehicle factories. Basic vehicle factories are built via your commander or any basic fabricator.": {
        "message": "基础车辆科技包含基础车辆工厂与基础车辆单位的蓝图. 基础车辆工厂可由指挥官或者任何基础工程单位建造."
    }, 
    "Basic air tech enables building of mobile air units and factories. Basic air factories are built via your commander or any basic fabricator.": {
        "message": "基础空军科技包含基础空军工厂与基础空军单位的蓝图. 基础空军工厂可由指挥官或者任何基础工程单位建造."
    }, 
    "Battuta was the scene of the biggest gold rush since the ancient days of Earth. After gold was discovered by Progenitor settlers in the system, Battuta was inundated by people seeking to make their fortunes. When the mining companies Azaghul and Terradine sent in their corporate scientists, they discovered that the gold was the finest they had ever seen, with the potential to be a \"game changer\". Within months a bidding war broke out between the two competitors for the mining rights to the system. The General Assembly turned them both down, declaring Battuta for the private prospectors.": {
        "message": "Battuta was the scene of the biggest gold rush since the ancient days of Earth. After gold was discovered by Progenitor settlers in the system, Battuta was inundated by people seeking to make their fortunes. When the mining companies Azaghul and Terradine sent in their corporate scientists, they discovered that the gold was the finest they had ever seen, with the potential to be a \"game changer\". Within months a bidding war broke out between the two competitors for the mining rights to the system. The General Assembly turned them both down, declaring Battuta for the private prospectors."
    }, 
    "Before the outset of the Pro-Com War, Deliyum was known as the \"breadbasket\" for much of the Progenitor Coalition. The system was a prime location for producing high yield crops.  GeoponInc, after discovering how well plants would grow there, quickly petitioned the General Assembly to designate Delyium as a \"sanctuary systemH, which meant it could not be colonized without the consent of the government. GeoponInc, leveraging its powerful influence in the upper echelons of the government, was eventually able to obtain exclusive rights to develop the system, all without the constant threat of private citizens attempting to colonize it.": {
        "message": "在Pro-Com战争爆发前, Dyliyum作为先驱者联合体的粮仓声名在外. 这个星系实际上是联合体几个最主要的粮食出产地之一. 在发现了粮食在这个星系出产量之大后, 农联公司马上向联合体议会提案, 要求将这里列为\"圣地星系\"之一, 而这意味着未经政府同意, 任何组织在这个星系上的殖民行为都是非法的. 在议案被通过之后, 农联凭借其在议会高层的巨大影响力最终取得了星系的独家开发权, 并利用这个优势进一步强化了自己在政府的影响力."
    }, 
    "Biansai was the center of Progenitor Coalition military power for the area. The entire system was heavily fortified and comprised of numerous orbital weapon platforms. Close to three million marines called Biansai their home. During the Century War, Biansai was an island amidst a sea of Xziphid Hegemony controlled systems. It held out for seventeen years before falling to the Xziphid.": {
        "message": "Biansai was the center of Progenitor Coalition military power for the area. The entire system was heavily fortified and comprised of numerous orbital weapon platforms. Close to three million marines called Biansai their home. During the Century War, Biansai was an island amidst a sea of Xziphid Hegemony controlled systems. It held out for seventeen years before falling to the Xziphid."
    }, 
    "Billed as the \"Eighteenth Wonder of the Galaxy\", the undersea city of Scopulus was a miracle of Progenitor Coalition modern technology. With a massive undersea dome sitting some three thousand feet below the Firtina Sea, Scopulus housed over five million inhabitants. The city effectively remained hidden from Machine Liberation Army forces until the very end of the war when a captured Progenitor memory node revealed its location. The city, along with the sea, disappeared in mushroom clouds of radioactive fire.": {
        "message": "被标榜为\"第十八大奇迹\"的Scopulus水下城市可谓是先驱者联合体的技术奇迹. 在Firtina海数千米深的水下建有Scopulus城巨大的圆幕顶盖, 而在这之下居住了超过五百万的人口. 在Pro-Com战争的前大半段时间里, 机器解放军完全没有发现这个城市的存在. 而直到战争的末期, 直到机器解放军捕获了一个先驱者记忆节点才而在其中发现了这个城市的位置, Scopulus才在数朵放射性蘑菇云下化为灰烬. "
    }, 
    "Billed as the \"hind end\" of Progenitor Coalition space, the system was a location away from prying eyes. Progenitor High Command commissioned several high security research facilities built across the system. It was here that many of the cutting edge technologies used by Progenitor forces were developed that would eventually be put to use against the Xziphid Hegemony, and later the Machine Liberation Army.": {
        "message": "作为被标榜为\"银河的臀部\"的联合体领土, 这个星系所处的位置远离大部分的主航道, 从而使其免于其他势力的窥探. 先驱者联合体利用这个优势在星系范围内建立了几个高机密等级的研究机构, 而正是这些机构研究出了一项又一项被用于对付Xziphid霸权, 或是随后的机器解放军的前沿科技."
    }, 
    "Bionic Augmentation Commander Of Neutralizing": {
        "message": "网络仿生指挥官"
    }, 
    "Bot Ammunition Tech": {
        "message": "机器人弹药科技"
    }, 
    "Bot Ammunition Tech increases damage of all bots by 25%": {
        "message": "机器人弹药科技提高所有机器人单位25%攻击伤害"
    }, 
    "Bot Armor Tech": {
        "message": "机器人装甲科技"
    }, 
    "Bot Armor Tech increases health of all bots by 50%": {
        "message": "机器人装甲科技提高所有机器人单位50%生命值"
    }, 
    "Bot Combat Tech": {
        "message": "机器人战斗科技"
    }, 
    "Bot Combat Tech increases health of all bots by 50%, damage by 25%, and speed by 50%": {
        "message": "机器人战斗科技提高所有机器人单位50%速度, 50%生命值与25%攻击伤害"
    }, 
    "Bot Commander": {
        "message": "机器人指挥官"
    }, 
    "Bot Engine Tech": {
        "message": "机器人引擎科技"
    }, 
    "Bot Engine Tech increases speed of all bots by 50%": {
        "message": "机器人引擎科技提高所有机器人单位50%移动速度"
    }, 
    "Bot Fabrication Tech": {
        "message": "机器人量产科技"
    }, 
    "Bot Fabrication Tech reduces metal build costs of all bots by 25%": {
        "message": "机器人量产科技降低所有机器人单位25%造价"
    }, 
    "Build to contain the most popular games of ancient Earth, this system ended up getting shut down after the Spunky Cola corporation went out of business due to humans no longer existing.": {
        "message": "Build to contain the most popular games of ancient Earth, this system ended up getting shut down after the Spunky Cola corporation went out of business due to humans no longer existing."
    }, 
    "Commander Ammunition Tech": {
        "message": "指挥官弹药科技"
    }, 
    "Commander Ammunition Tech increases damage of your commanders by 25%": {
        "message": "指挥官弹药科技提高指挥官25%攻击伤害"
    }, 
    "Commander Armor Tech": {
        "message": "指挥官装甲科技"
    }, 
    "Commander Armor Tech increases the health of your commanders by 100%.": {
        "message": "指挥官装甲科技提高指挥官100%生命值"
    }, 
    "Commander Combat Tech": {
        "message": "指挥官战斗科技"
    }, 
    "Commander Combat Tech increases the speed of your commanders by 200%, doubles commander health, and increases damage by 25%.": {
        "message": "指挥官战斗科技提高指挥官200%速度, 100%生命值与25%攻击伤害"
    }, 
    "Commander Engine Tech": {
        "message": "指挥官引擎科技"
    }, 
    "Commander Engine Tech increases the speed of your commanders by 100%.": {
        "message": "指挥官引擎科技提高指挥官100%移动速度"
    }, 
    "Commander Invictus has this powerful loadout hidden away on the Entara system.": {
        "message": "Invictus指挥官把这件威力强大的指挥官套件藏在了Entara星系."
    }, 
    "Commander Invictus is rumored to have this long ranged loadout on the Kohr System.": {
        "message": "据传位于Kohr星系的Invictus指挥官一直收藏着这件针对长距离攻击而设计的指挥官套件. "
    }, 
    "Complete Air Tech": {
        "message": "完全科技科技"
    }, 
    "Complete Bot Tech": {
        "message": "完全机器人科技"
    }, 
    "Complete Bot tech enables building of all Bots and all Bot Factories. Basic Bot factories are built via your commander or any basic fabricator. Advanced Bot factories are built via basic or advanced bot fabricators.": {
        "message": "完全机器人科技包含所有机器人单位与机器人工厂的蓝图. 注意: 基础机器人工厂可由指挥官或者任何基础工程单位建造, 但只有工程机器人可以建造高级机器人工厂."
    }, 
    "Complete Energy Tech": {
        "message": "实验性能量科技"
    }, 
    "Complete Naval Tech": {
        "message": "完全海军科技"
    }, 
    "Complete Naval Tech enables building of all naval units and all naval factories. Basic naval factories are built via your commander or any basic fabricator. Advanced naval factories are built via basic or advanced naval fabricators.": {
        "message": "完全海军科技包含所有海军单位与海军工厂的蓝图. 注意: 基础海军工厂可由指挥官或者任何基础工程单位建造, 但只有工程艇可以建造高级海军工厂."
    }, 
    "Complete Orbital Tech": {
        "message": "完全轨道科技"
    }, 
    "Complete Orbital Tech enables building of all orbital units and all orbital Factories. Orbital launchers are built by any basic fabricator. Orbital factories are built via an orbital fabricator.": {
        "message": "完全轨道科技包含所有轨道单位与轨道工厂的蓝图. 注意: 轨道发射台可由任何基础工程单位建造, 但只有轨道工程卫星可以建造轨道工厂."
    }, 
    "Complete Vehicle Tech": {
        "message": "完全车辆科技"
    }, 
    "Complete Vehicle tech enables building of all Vehicle and all Vehicle Factories. Basic Vehicle factories are build via your commander or any basic fabricator. Advanced Vehicle factories are build via basic or advanced vehicle fabricators.": {
        "message": "完全车辆科技包含所有车辆单位与车辆工厂的蓝图. 注意: 基础车辆工厂可由指挥官或者任何基础工程单位建造, 但只有工程车可以建造高级车辆工厂."
    }, 
    "Complete air tech enables building of all mobile air units and factories. Basic air factories are built via your commander or any basic fabricator. Advanced factories are built via a basic or advanced vehicle fabricator.": {
        "message": "完全空军科技包含所有空军单位与空军工厂的蓝图. 注意: 基础空军工厂可由指挥官或者任何基础工程单位建造, 但只有工程飞行器可以建造高级空军工厂."
    }, 
    "Dampier played a pivotal role during the Pro-Com War. Machine Liberation Army forces led by Century War veteran Commander Rohl. Having recently taken the system after a protracted battle against superior Progenitor forces, he fortified Dampier and operated out of the system for over three years, marking the start of his Copernicus Campaign and allowing his forces to swiftly conquer surrounding systems.": {
        "message": "Dampier played a pivotal role during the Pro-Com War. Machine Liberation Army forces led by Century War veteran Commander Rohl. Having recently taken the system after a protracted battle against superior Progenitor forces, he fortified Dampier and operated out of the system for over three years, marking the start of his Copernicus Campaign and allowing his forces to swiftly conquer surrounding systems."
    }, 
    "Daoren was an important supply depot for forces on the move. Many battles were fought in the system during both the Century and the Pro-Com War. During the Century War alone, Daoren changed hands over fifteen times.": {
        "message": "Daoren曾经是多个势力在战争中重要的补给点. 百年战争与Pro-Com战争期间在这个星系里爆发了相当多场战斗, 单是在百年战争中, Daoren就曾十五度易手."
    }, 
    "Default Commander": {
        "message": "默认指挥官"
    }, 
    "Defeat First Seeker Osiris on Alenquer, then, and only then, you will find this high flying loadout.": {
        "message": "当且仅当你打败位于Alenquer星系的第一搜索者 - Osiris指挥官时, 你才能获得这套让你的军队飞得更高的指挥官套件."
    }, 
    "Defense Ammunition Tech": {
        "message": "防御设施弹药科技"
    }, 
    "Defense Ammunition Tech increases damage of all defensive structures by 25%": {
        "message": "防御设施弹药科技提高所有防御设施25%攻击伤害"
    }, 
    "Defense Fabrication Tech": {
        "message": "防御设施量产科技"
    }, 
    "Defense Fabrication Tech reduces metal build costs of all defensive structures by 50%": {
        "message": "防御设施量产科技降低所有防御设施50%造价"
    }, 
    "Derekas was an unremarkable system devoid of life. As the Century War entered its second decade, the Progenitor Coalition knew it would be a long war, win or lose. Progenitor High Command designated Derekas as a weapons testing ground for everything coming out of their R & D labs. Before Loyalist Commander Sirrom entered combat against the Xziphid Hegemony he underwent extensive training in Derekas.": {
        "message": "作为一个没有任何生命痕迹的星系, Derekas星系对于联合体来说几乎没有任何战略价值可言. 在百年战争进入第二十个年头之时, 联合体政府意识到这会是一场长期而艰难的战争. 在这种背景下联合体议会将Derekas星系指定为新武器的测试场地. 在Sirrom指挥官参加对抗Xziphid霸权的实际战斗前, 它也在这里接受了额外的训练. "
    }, 
    "During the darkest days of the Century War the Progenitor Coalition government knew they needed a safe place to evacuate to should Earth ever be threatened directly by the Xziphid Hegemony. Pytheas was that place. Descending on the system, the Coalition Corps of Engineers built an exact replica of the city of Antananarivo, the city in Madagascar back on Earth that was the headquarters of the Progenitor government. Even the Coalition Tower was a perfect copy of the real thing and was also the home for over two million Progenitor Coalition employees and their families.": {
        "message": "在百年战争最黑暗的时刻,先驱者联合体的政府知道当地球被Xziphid霸权兵临城下时,他们需要撤离到一个安全的临时首都. 最终,第二首都被选址在皮西亚斯. 联合体的工兵团在一夜之间进驻了这个星系,建造了一座安塔那那利佛市的完美复制品,那座位于马达加斯加岛的美丽城市是先驱者政府的所在地,它的地标式建筑: 联合体高塔,也被一并复制,并成为了二百万雇员及他们的家属的住处."
    }, 
    "During the first wave of Progenitor Coalition expansion, this system was home to the largest ranching operation in the known galaxy. The system was developed as breeding grounds for all sorts of livestock, including but not limited to: cattle, pigs, sheep and chickens. With the advent of the SynthVictuals Module, the demands for many types of foods lessened. With less of a market for their animal products, ranchers turned to other sources of income, such as using the animal waste and turning it into  a cheap source of energy favored by settlers.": {
        "message": "During the first wave of Progenitor Coalition expansion, this system was home to the largest ranching operation in the known galaxy. The system was developed as breeding grounds for all sorts of livestock, including but not limited to: cattle, pigs, sheep and chickens. With the advent of the SynthVictuals Module, the demands for many types of foods lessened. With less of a market for their animal products, ranchers turned to other sources of income, such as using the animal waste and turning it into  a cheap source of energy favored by settlers."
    }, 
    "Economy Fabrication Tech": {
        "message": "经济设施量产科技"
    }, 
    "Economy Fabrication Tech reduces metal build costs of all metal and energy production structures by 50%": {
        "message": "经济设施量产科技降低所有金属与能量生产设施50%造价"
    }, 
    "Economy boost:": {
        "message": "经济增幅: "
    }, 
    "Efficiency Tech": {
        "message": "效率科技"
    }, 
    "Efficiency Tech increases metal and energy production by 25%. Tech also grants metal and energy storage.": {
        "message": "提高25%金属与能量生产速度, 包含金属与能量储存设施的蓝图."
    }, 
    "Entara was witness to some of the bloodiest battles of the Century War, eventually becoming part of Progenitor Coalition. Citizens held an honored status if they were a descendant of those that fought in the Entara Campaign. While most historical texts will cite Gamma Hydra as where the Xziphid Hegemony advance was halted with the introduction of the Commanders into the war, there is many a Progenitor that swore to their dying breath that humanity stopped the Xziphid in their tracks in Entara. The system changed hands over seven times until Progenitor Marines, under the command of Einar \"The Hammer\" Erickson liberated the city of New Halifax, the last bastion of Xziphid control in Entara. Gone was the advanced \"fire and forget\" weaponry, Einar\\'s Marines were forced to fight the Xziphid house by house, block by block, in gruesome hand to hand combat. In the end, only ten percent of Einar\\'s Marines remained. The Entara System had been liberated, but at a very heavy price.": {
        "message": "Entara was witness to some of the bloodiest battles of the Century War, eventually becoming part of Progenitor Coalition. Citizens held an honored status if they were a descendant of those that fought in the Entara Campaign. While most historical texts will cite Gamma Hydra as where the Xziphid Hegemony advance was halted with the introduction of the Commanders into the war, there is many a Progenitor that swore to their dying breath that humanity stopped the Xziphid in their tracks in Entara. The system changed hands over seven times until Progenitor Marines, under the command of Einar \"The Hammer\" Erickson liberated the city of New Halifax, the last bastion of Xziphid control in Entara. Gone was the advanced \"fire and forget\" weaponry, Einar\\'s Marines were forced to fight the Xziphid house by house, block by block, in gruesome hand to hand combat. In the end, only ten percent of Einar\\'s Marines remained. The Entara System had been liberated, but at a very heavy price."
    }, 
    "Favorite color:": {
        "message": "首选颜色: "
    }, 
    "First surveyed by Progenitor explorer Malcolm Borland, the system was promptly \"misplaced\" by the Coalition Department of Navigation (CDN) soon after its discovery. It was not until many years later when Captain Katherine Kas of the free trade vessel Kestrel stumbled upon it in a trade venture to Daktor that the system was established. Captain Kas was amazed by the \"myriad of wondrous sights to be found throughout the system\". Securing a series of loans, Kas was able to finance the construction of an extensive resort she named Paradise. In only a few short years, Kas had amassed a fortune, catering to the wealthy elite who gladly paid hefty fees to vacation in Paradise.": {
        "message": "First surveyed by Progenitor explorer Malcolm Borland, the system was promptly \"misplaced\" by the Coalition Department of Navigation (CDN) soon after its discovery. It was not until many years later when Captain Katherine Kas of the free trade vessel Kestrel stumbled upon it in a trade venture to Daktor that the system was established. Captain Kas was amazed by the \"myriad of wondrous sights to be found throughout the system\". Securing a series of loans, Kas was able to finance the construction of an extensive resort she named Paradise. In only a few short years, Kas had amassed a fortune, catering to the wealthy elite who gladly paid hefty fees to vacation in Paradise."
    }, 
    "Foc sat smack in the middle of the Hydra Expanse, a favorite hunting ground for pirates. The system didn\\'t see much in the way of attention until the outset of the Century War when pirates attacked a Xziphid Hegemony Hive ship entering the system, thinking it was some new class of Progenitor Coalition merchant vessel. Needless to say, Foc never had trouble with pirates again.": {
        "message": "Foc sat smack in the middle of the Hydra Expanse, a favorite hunting ground for pirates. The system didn\\'t see much in the way of attention until the outset of the Century War when pirates attacked a Xziphid Hegemony Hive ship entering the system, thinking it was some new class of Progenitor Coalition merchant vessel. Needless to say, Foc never had trouble with pirates again."
    }, 
    "Freeland occupied Progenitor Coalition territory and was once home to the vicious Kylmabeast. Machine Liberation Army forces under Commander Darius swept through the system in the early years of the Pro-Com War, eradicating all biological life, including the Kylmabeast.": {
        "message": "Freeland occupied Progenitor Coalition territory and was once home to the vicious Kylmabeast. Machine Liberation Army forces under Commander Darius swept through the system in the early years of the Pro-Com War, eradicating all biological life, including the Kylmabeast."
    }, 
    "Galactic War": {
        "message": "银河战争"
    }, 
    "Gamma Hydra was considered one of the \"jewels\" of the Progenitor Coalition. When it fell to Xziphid Hegemony forces, many throughout the Progenitor Coalition considered it the beginning of the end for humanity. That is why Progenitor High Command considered it key to morale for Gamma Hydra to be liberated. Sirrom, the first Commander to come out of Epiphany, was chosen to undertake the liberation of Gamma Hydra. Sirrom was able to single-handedly enter the system undetected, construct a base, and begin producing machines of war to take the fight to the Xziphid. In less than six months, a single Commander had done what millions of humans could not. Gamma Hydra would be the turning point of the war, and the history of the galaxy.": {
        "message": "Gamma Hydra was considered one of the \"jewels\" of the Progenitor Coalition. When it fell to Xziphid Hegemony forces, many throughout the Progenitor Coalition considered it the beginning of the end for humanity. That is why Progenitor High Command considered it key to morale for Gamma Hydra to be liberated. Sirrom, the first Commander to come out of Epiphany, was chosen to undertake the liberation of Gamma Hydra. Sirrom was able to single-handedly enter the system undetected, construct a base, and begin producing machines of war to take the fight to the Xziphid. In less than six months, a single Commander had done what millions of humans could not. Gamma Hydra would be the turning point of the war, and the history of the galaxy."
    }, 
    "General Commander": {
        "message": "统领指挥官"
    }, 
    "Hagihara was famously known for the Siege of Hagihara during the Century War against the Xziphid Hegemony. When the Xziphid invaded the system thirty years into the war they tried their typical direct assault upon the system, only to find it was defended by a heavily entrenched Progenitor civilian populace. Hagihara was a favorite retirement system for Progenitor Coalition military personnel, so when the Xziphid invaded they were faced with over one billion combat trained veterans. Hagihara held out for over three years, during which time the Commanders had entered the war. The siege was finally lifted when Progenitor forces led by Commander Patton drove the Xziphid from the system.": {
        "message": "Hagihara was famously known for the Siege of Hagihara during the Century War against the Xziphid Hegemony. When the Xziphid invaded the system thirty years into the war they tried their typical direct assault upon the system, only to find it was defended by a heavily entrenched Progenitor civilian populace. Hagihara was a favorite retirement system for Progenitor Coalition military personnel, so when the Xziphid invaded they were faced with over one billion combat trained veterans. Hagihara held out for over three years, during which time the Commanders had entered the war. The siege was finally lifted when Progenitor forces led by Commander Patton drove the Xziphid from the system."
    }, 
    "Hatuamoto was occupied by the Machine Liberation Army early in the Pro-Com War. In an attempt to halt their advance, Progenitor High Command developed Operation Hurricane. Using a fleet of some seventy Humpback merchant vessels refitted for combat operations, over one million Marines, and seventy-five Loyalist Commanders, the flotilla would churn through the Hatuamoto system like a hurricane, striking each occupied area quickly, and then moving on to the next. The strategy was such a success.": {
        "message": "Hatuamoto was occupied by the Machine Liberation Army early in the Pro-Com War. In an attempt to halt their advance, Progenitor High Command developed Operation Hurricane. Using a fleet of some seventy Humpback merchant vessels refitted for combat operations, over one million Marines, and seventy-five Loyalist Commanders, the flotilla would churn through the Hatuamoto system like a hurricane, striking each occupied area quickly, and then moving on to the next. The strategy was such a success."
    }, 
    "Headquarters for the Heliacal Corporation, the system was an important center for the collection and distribution of solar power throughout the Progenitor Coalition. Heliacal Corporation gained further notoriety when they successfully developed the first portable solar generator strong enough to power over ten thousand homes- all in a package the size of the standard hover car. It helped revolutionize deep space exploration, colonization and military operations in remote areas. The system fell to Machine Liberation Army forces in the twenty-second year of the Pro-Com War.": {
        "message": "Headquarters for the Heliacal Corporation, the system was an important center for the collection and distribution of solar power throughout the Progenitor Coalition. Heliacal Corporation gained further notoriety when they successfully developed the first portable solar generator strong enough to power over ten thousand homes- all in a package the size of the standard hover car. It helped revolutionize deep space exploration, colonization and military operations in remote areas. The system fell to Machine Liberation Army forces in the twenty-second year of the Pro-Com War."
    }, 
    "Home of the Rustah Rebels; one of the greatest football clubs in all of the Progenitor Coalition. During the span of twenty years, the Rebels won the Galactic Cup thirteen times. Rustah\\'s main rival was the Breslau City Bearcats of the Vanguard System. After the Century War, the Rebels Football Club was one of the first to reach out to the Bearcats, whose members had fought a brave guerilla war against the Xziphid Hegemony, to offer whatever aid they could.": {
        "message": "Home of the Rustah Rebels; one of the greatest football clubs in all of the Progenitor Coalition. During the span of twenty years, the Rebels won the Galactic Cup thirteen times. Rustah\\'s main rival was the Breslau City Bearcats of the Vanguard System. After the Century War, the Rebels Football Club was one of the first to reach out to the Bearcats, whose members had fought a brave guerilla war against the Xziphid Hegemony, to offer whatever aid they could."
    }, 
    "Horizon was one of the first Progenitor systems to fall to both Xziphid Hegemony and Machine Liberation Army (MLA) forces in both the Century War and the Pro-Com War. Both times, the invaders found taking the system to not be an easy task. Settlers of the region prided themselves at being self sufficient and tough. Seeing how hard a fight was ahead of them, both the Xziphid and the MLA chose to saturate the system with nukes and move on.": {
        "message": "Horizon was one of the first Progenitor systems to fall to both Xziphid Hegemony and Machine Liberation Army (MLA) forces in both the Century War and the Pro-Com War. Both times, the invaders found taking the system to not be an easy task. Settlers of the region prided themselves at being self sufficient and tough. Seeing how hard a fight was ahead of them, both the Xziphid and the MLA chose to saturate the system with nukes and move on."
    }, 
    "Host for the Progenitor Coalition 23rd Grand Galactic Games, Slynovia became famous for producing the most expensive games ever held. Not having suitable mountains for alpine events, Governor Anksari commissioned the Coalition Corp of Engineers to \"make\" mountains that could be used to attract the games. Using advanced tectonic manipulation, engineers were successful in raising a fifty mile range of mountains, its highest peak reaching 20,000ft. The Games Committee was so impressed at the lengths Slynovia was willing to go to attract the games they awarded them with the 23rd Grand Galactic Games. Unfortunately, the profits made from the games would not even cover five percent of the costs for hosting. Governor Anksari found himself voted out of office the following year, along with facing multiple lawsuits in civil court.": {
        "message": "Host for the Progenitor Coalition 23rd Grand Galactic Games, Slynovia became famous for producing the most expensive games ever held. Not having suitable mountains for alpine events, Governor Anksari commissioned the Coalition Corp of Engineers to \"make\" mountains that could be used to attract the games. Using advanced tectonic manipulation, engineers were successful in raising a fifty mile range of mountains, its highest peak reaching 20,000ft. The Games Committee was so impressed at the lengths Slynovia was willing to go to attract the games they awarded them with the 23rd Grand Galactic Games. Unfortunately, the profits made from the games would not even cover five percent of the costs for hosting. Governor Anksari found himself voted out of office the following year, along with facing multiple lawsuits in civil court."
    }, 
    "Hyakutake was the home of the Terradine corporate shipyards. Merchant and explorer vessels were built in construction yards spread across the system, and then sent out for duty all throughout the Progenitor Coalition. The Battle of Hyakutake during the Century War saw the destruction of the yards and the occupants of the system. The yards were rebuilt after the war, along with a Progenitor military base and a number of orbital weapon platforms.": {
        "message": "Hyakutake星系是Terradine公司船坞的所在地. 遍布星系的干船坞生产出一艘艘探险船与商船, 然后把它们送往银河各地执行任务. 在百年战争期间, 爆发在Hyakutake里的战斗破坏了几乎所有的船坞. 战后先驱者联合体重建了船坞, 同时为星系添增了一个军事基地与大量的轨道武器平台. "
    }, 
    "Improved Commander Build Arm": {
        "message": "改进指挥官机械臂"
    }, 
    "Improved Commander Build Arms increase build speed of all Commanders' build arms by 50% and reduces energy usage by 50%.": {
        "message": "Improved Commander Build Arms increase build speed of all Commanders' build arms by 50% and reduces energy usage by 50%."
    }, 
    "Improved Energy Weapons": {
        "message": "改进能量武器"
    }, 
    "Improved Energy Weapons tech reduces energy costs for energy based weapons by 75%": {
        "message": "Improved Energy Weapons tech reduces energy costs for energy based weapons by 75%"
    }, 
    "Improved Fabricator Build Arms": {
        "message": "改进建造者机械臂"
    }, 
    "Improved Fabricator Build Arms increase the build speed of all fabricator and factory build arms by 50% and reduces energy usage by 50%.": {
        "message": "Improved Fabricator Build Arms increase the build speed of all fabricator and factory build arms by 50% and reduces energy usage by 50%."
    }, 
    "Improved Intelligence Tech": {
        "message": "情报设施改进科技"
    }, 
    "In the Progenitor Coalition criminal justice system, when one\\'s crimes were not deemed heinous enough to warrant a sentence to exile in Epsilon Persei, a convicted criminal was sent to the prison system of Chi Leonis. Prisoners would serve their time mining iron. A hard life to be sure- nearly thirty percent of those sent to Chi Leonis would die there.": {
        "message": "In the Progenitor Coalition criminal justice system, when one\\'s crimes were not deemed heinous enough to warrant a sentence to exile in Epsilon Persei, a convicted criminal was sent to the prison system of Chi Leonis. Prisoners would serve their time mining iron. A hard life to be sure- nearly thirty percent of those sent to Chi Leonis would die there."
    }, 
    "In what became a scene out of late 20th century ancient Earth films, the Humungus system became a battleground for scarce resources after it was cut off from the rest of the Progenitor Coalition during the Century War. Deeming the system of \"no strategic value\" the Xziphid Hegemony bypassed it on their way towards the promising targets in the region. Water and fuel became short supply in Humungus; people fighting one another for them. Forced to build vehicles that were ground based and using ancient combustion engines, open battles were fought in these vehicles moving at high speeds. By the time Progenitor Coalition forces arrived, some sixty-four years later, there was hardly a soul in Humungus who even remembered the Coalition.": {
        "message": "In what became a scene out of late 20th century ancient Earth films, the Humungus system became a battleground for scarce resources after it was cut off from the rest of the Progenitor Coalition during the Century War. Deeming the system of \"no strategic value\" the Xziphid Hegemony bypassed it on their way towards the promising targets in the region. Water and fuel became short supply in Humungus; people fighting one another for them. Forced to build vehicles that were ground based and using ancient combustion engines, open battles were fought in these vehicles moving at high speeds. By the time Progenitor Coalition forces arrived, some sixty-four years later, there was hardly a soul in Humungus who even remembered the Coalition."
    }, 
    "Industrial development system of Fazhani reached a fever pitch before the outset of the Century War. Fazhani became extremely polluted with toxic chemicals emanating from its countless number of Progenitor factories. The clouds of toxic gas alternated between neon green and day glow orange in color. After seventy years of nonstop pollution, the companies responsible were forced to evacuate the system. When the General Assembly discovered the scale of the disaster, many of the corporate executives responsible were sentenced to long prison terms and their companies were forced to begin what would be the biggest terraforming and clean-up project the Progenitor Coalition had ever seen.": {
        "message": "Industrial development system of Fazhani reached a fever pitch before the outset of the Century War. Fazhani became extremely polluted with toxic chemicals emanating from its countless number of Progenitor factories. The clouds of toxic gas alternated between neon green and day glow orange in color. After seventy years of nonstop pollution, the companies responsible were forced to evacuate the system. When the General Assembly discovered the scale of the disaster, many of the corporate executives responsible were sentenced to long prison terms and their companies were forced to begin what would be the biggest terraforming and clean-up project the Progenitor Coalition had ever seen."
    }, 
    "Ingstad was extremely low in population. Considered a \"bypass\" system, only the hardiest of Progenitor Coalition settlers chose to scratch out meager livings mining the system, relishing the privacy that Ingstad offered them.": {
        "message": "Ingstad星系拥有极少数量的人口.作为一个不在主航道上的星系, 只有先驱者联合体中最为硬朗的殖民者才有勇气选择在这片不毛之地上开发矿产, 同时享受Ingstad星系的隐蔽给他们带来的隐私权."
    }, 
    "Inoda was the location of a series of underground Progenitor research laboratories owned and operated by GeoponInc. It was from here that major advances in crop genetics took place, making crops nearly impervious to diseases and able to grow in almost any climate. GeoponInc also helped to design the molecular schematics used for food preparation in the SynthVictuals Module; the research breakthroughs all coming out of the Inoda labs. Contact was lost with Inoda when Machine Liberation Army forces swept through it during the Pro-Com War. Their ultimate fate is unknown.": {
        "message": "Inoda was the location of a series of underground Progenitor research laboratories owned and operated by GeoponInc. It was from here that major advances in crop genetics took place, making crops nearly impervious to diseases and able to grow in almost any climate. GeoponInc also helped to design the molecular schematics used for food preparation in the SynthVictuals Module; the research breakthroughs all coming out of the Inoda labs. Contact was lost with Inoda when Machine Liberation Army forces swept through it during the Pro-Com War. Their ultimate fate is unknown."
    }, 
    "Intelligence Fabrication Tech": {
        "message": "情报设施量产科技"
    }, 
    "Intelligence Fabrication Tech reduces metal build costs of all intelligence structures and mobile units by 50%": {
        "message": "情报设施量产科技降低所有情报设施与单位50%造价"
    }, 
    "Jonathan Blair, a former CFO for GeoponInc, purchased this system from the Progenitor Coalition government for the growing of specialty crops. When he was done, Blair had constructed over five thousand greenhouse domes across the system. In just ten years, Blair was able to corner the galactic market in exotic spices making Blackrock Agricultural Co the most profitable privately owned company in the Progenitor Coalition.": {
        "message": "Jonathan Blair, a former CFO for GeoponInc, purchased this system from the Progenitor Coalition government for the growing of specialty crops. When he was done, Blair had constructed over five thousand greenhouse domes across the system. In just ten years, Blair was able to corner the galactic market in exotic spices making Blackrock Agricultural Co the most profitable privately owned company in the Progenitor Coalition."
    }, 
    "Kappa Geminorum system was the home of wealthy industrialist and creator of the SynthVictuals Module, Yi Xing. Purchasing the system for an undisclosed amount of money from the Progenitor Coalition government, Xing used his vast wealth to essentially create his own freehold. The system remained closed to all but Xing\\'s family and closest friends and business associates. It was not until the Pro-Com War that Xing offered his resources towards the defeat of the Machine Liberation Army (MLA). His inventions, including a superior model of his famous SynthVictuals Module, helped to halt the MLA advance.": {
        "message": "Kappa Geminorum system was the home of wealthy industrialist and creator of the SynthVictuals Module, Yi Xing. Purchasing the system for an undisclosed amount of money from the Progenitor Coalition government, Xing used his vast wealth to essentially create his own freehold. The system remained closed to all but Xing\\'s family and closest friends and business associates. It was not until the Pro-Com War that Xing offered his resources towards the defeat of the Machine Liberation Army (MLA). His inventions, including a superior model of his famous SynthVictuals Module, helped to halt the MLA advance."
    }, 
    "Kehlmor was known for its rich metal resources and was one of the first systems to be leased from the Progenitor Coalition government by the Terradine Corporation, which was swift in establishing several mining operations throughout. The system fell to the Xziphid Hegemony during the Century War, and was not liberated by Progenitor forces until fifteen years later.": {
        "message": "Kehlmor was known for its rich metal resources and was one of the first systems to be leased from the Progenitor Coalition government by the Terradine Corporation, which was swift in establishing several mining operations throughout. The system fell to the Xziphid Hegemony during the Century War, and was not liberated by Progenitor forces until fifteen years later."
    }, 
    "Known by one name, Blogar was a giant of a man. From unknown origins, Blogar rose through the ranks of the criminal world to become the Progenitor Coalition\\'s first criminal overlord. Gaining a reputation for killing people with one punch, Blogar used fear of violence to get what he wanted. Before he knew it, he had built a criminal empire that spanned the galaxy. Using his now infamous strong arm tactics, Blogar was able to seize control of a sparsely populated system and make it his own. During the Century War, Blogar was reported to have punched through a Xziphid Hegemony warrior\\'s exosuit. As a result, Blogar became the first human to discover what the aliens really looked like under the insect appearance of their armor.": {
        "message": "Known by one name, Blogar was a giant of a man. From unknown origins, Blogar rose through the ranks of the criminal world to become the Progenitor Coalition\\'s first criminal overlord. Gaining a reputation for killing people with one punch, Blogar used fear of violence to get what he wanted. Before he knew it, he had built a criminal empire that spanned the galaxy. Using his now infamous strong arm tactics, Blogar was able to seize control of a sparsely populated system and make it his own. During the Century War, Blogar was reported to have punched through a Xziphid Hegemony warrior\\'s exosuit. As a result, Blogar became the first human to discover what the aliens really looked like under the insect appearance of their armor."
    }, 
    "Known for its rich deposits of copper, Cupru also had the distinction of being the only system in the known galaxy where the giant Cupru Cosvierme, a worm the size of the Empire State Building on ancient Earth, could be found. The crew of the Terradine Corp mining vessel Flying Solo found this out when they attempted to prospect in a massive cave they had discovered in Cupru. After setting off their first seismic charge, the crew was faced with an imminent cave collapse. Barely escaping, it dawned on them what had really happened. Xenobiologists flocked to the system to study the worm, and discovered a large population. Terradine quickly withdrew any claims on Cupru. Years later the Progenitor Coalition were defeated by the Machine Liberation Army at the Battle of Cupru during the Pro-Com War.": {
        "message": "除了连绵的铜矿脉外,卡普鲁星系还以它的卡普鲁巨虫而闻名. 一艘Terradine公司的采矿船发现了这里,当船员们准备深入探索行星上的巨大洞穴时,他们第一轮爆破引发了远超他们想象的洞穴坍塌. 在使出浑身解数逃脱后,他们才发现了那些如帝国大厦般巨大的虫子. 外星生物学家蜂拥而至这个星系,研究指出巨虫的数量远超所有人的预计,Terradine公司立即宣布放弃在卡普鲁的所有权. 许多年后在Pro-Com战争中机器解放军在卡普鲁之战击败了先驱者联合体,占领了这里."
    }, 
    "Known once for its beautiful gemstones, tea farms and quiet gardens, the Xuanzang system became a favorite retirement spot for citizens of the Progenitor Coalition. Few places in the galaxy exuded the laid-back, tranquil feeling offered by living there. When it became apparent that the Progenitor Coalition was doomed, the citizens of Xuanzang patiently awaited the arrival of the Machine Liberation Army. When the invasion force arrived they found that the populace, rather than face fiery death, chose to commit mass suicide by eating the seeds of the deadly Tengarak plant, which was native to the system.": {
        "message": "Known once for its beautiful gemstones, tea farms and quiet gardens, the Xuanzang system became a favorite retirement spot for citizens of the Progenitor Coalition. Few places in the galaxy exuded the laid-back, tranquil feeling offered by living there. When it became apparent that the Progenitor Coalition was doomed, the citizens of Xuanzang patiently awaited the arrival of the Machine Liberation Army. When the invasion force arrived they found that the populace, rather than face fiery death, chose to commit mass suicide by eating the seeds of the deadly Tengarak plant, which was native to the system."
    }, 
    "Kohr had a sinister reputation among the citizens of the Progenitor Coalition. A favorite base of operations for smugglers and pirates alike, Kohr was notorious for swallowing up ships, never to be seen again. It quickly gained the reputation as the \"Bermuda Triangle\" of space, avoided by only the most foolhardy or desperate. During the Pro-Com War, Machine Liberation Army Commander Scipio chose it as his stronghold, launching numerous attacks against Progenitor forces from it.": {
        "message": "Kohr had a sinister reputation among the citizens of the Progenitor Coalition. A favorite base of operations for smugglers and pirates alike, Kohr was notorious for swallowing up ships, never to be seen again. It quickly gained the reputation as the \"Bermuda Triangle\" of space, avoided by only the most foolhardy or desperate. During the Pro-Com War, Machine Liberation Army Commander Scipio chose it as his stronghold, launching numerous attacks against Progenitor forces from it."
    }, 
    "Kozlov was once a major stop for merchant ships on the large trade route called the Hudson Trade Lane. With such a healthy trade zone developed in the system, it was not long before Kozlov was known to virtually every citizen of the Progenitor Coalition. \"If you want it, Kozlov has it.\", became a common phrase among citizens. From the soaring market towers to the seedy black market deals, anything and everything was for sale.": {
        "message": "Kozlov was once a major stop for merchant ships on the large trade route called the Hudson Trade Lane. With such a healthy trade zone developed in the system, it was not long before Kozlov was known to virtually every citizen of the Progenitor Coalition. \"If you want it, Kozlov has it.\", became a common phrase among citizens. From the soaring market towers to the seedy black market deals, anything and everything was for sale."
    }, 
    "Lambda Geminorum held little interest to the Progenitor Coalition until the Century War. Lambda Geminorum would become immortalized as the site of the \"largest tank battle since Kursk\". Over 17,000 Xziphid Hegemony Scarabs squared off against just over 12,000 Battle Tanks. Despite the numbers involved, the battle was over in just twenty-three minutes. Against the superior tactics of Commander Zhukov, the Xziphid were soundly defeated.": {
        "message": "Lambda Geminorum held little interest to the Progenitor Coalition until the Century War. Lambda Geminorum would become immortalized as the site of the \"largest tank battle since Kursk\". Over 17,000 Xziphid Hegemony Scarabs squared off against just over 12,000 Battle Tanks. Despite the numbers involved, the battle was over in just twenty-three minutes. Against the superior tactics of Commander Zhukov, the Xziphid were soundly defeated."
    }, 
    "Leased by the Heliacal Corporation, the system was the home of the largest solar power collection array in all the Progenitor Coalition. The energy gathered was stored and shipped to all corners of the Progenitor Coalition. Progenitor Marines fought nearly to the last defending the system from the Xziphid Hegemony, only to be relieved by Commander Subotai who proceeded to drive out the Xziphid forces.": {
        "message": "Heliacal集团向先驱者联合体租借了这个星系, 并将其中建出了联合体领土内最大的太阳能发电系统. 在这里收集的能量会被储存在能量电池阵列里, 随后被送往联合体领土里的每一个角落. 在百年战争期间联合体的士兵拼尽全力想要阻止Xziphid霸权入侵这里, 最后却只有Subotai指挥官有能力将Xziphid部队撵出这个星系."
    }, 
    "Littered at one time with a range of various sized asteroids, the system was leased by the Terradine Corporation just before the outset of the Century War. Terradine survey crews found the asteroids rich in various metals, especially gold. When the Xziphid Hegemony invaded the system some years later, Terradine security forces put up a valiant fight but were killed to the last.": {
        "message": "Littered at one time with a range of various sized asteroids, the system was leased by the Terradine Corporation just before the outset of the Century War. Terradine survey crews found the asteroids rich in various metals, especially gold. When the Xziphid Hegemony invaded the system some years later, Terradine security forces put up a valiant fight but were killed to the last."
    }, 
    "Magellan was best known as the headquarters for the Lusk Exploration Company. Founded by Eldon Lusk, the company became responsible for exploring and charting nearly twenty-five percent of Progenitor Coalition space. Lusk was also instrumental in helping develop more efficient phase drives, as well as establishing the network of vital galactic communication arrays throughout Progenitor territory. Despite having a great deal of success, Lusk constantly drove himself to develop more ideas to improve Progenitor colonies and humanity as a whole. His Volta Hover Car would eventually become the standard mode of transportation for citizens throughout the Progenitor Coalition.": {
        "message": "在过去,麦哲伦星系最广为人知的一点是勒斯克勘探公司的总部坐落于此. 这家由埃尔登.勒斯克创办的公司,负责探索并绘制了先驱者联合体星域内25%的星体. 勒斯克还大力资助开发更高效的相位驱动,他所建立的银河通信矩阵网络遍布了整个先驱者领地. 尽管已经取得了无数的成功,勒斯克依然不断驱使自己去为改善先驱者殖民地和人类生活出谋划策. 他的伏达悬浮车成为了所有先驱者公民出行的标准交通工具."
    }, 
    "Many years into the Pro-Com War it became clear that Loyalist Commanders would be imperative to a Progenitor Coalition victory. Seizing upon this, Progenitor High Command decided to use one of their best, Loyalist Commander Grant, as bait to lure Machine Liberation Army Commander Barca into a trap. Knowing that Barca was operating near the system, Grant entered Zeta Draconis and prepared his trap. Eventually, Barca entered the system and immediately detected Grant. Locating the Loyalist, Barca could see that Grant had been damaged, laying helpless next to an active volcano. Barca moved in for the kill. At the last instant, Grant rocketed into the air, detonating the hidden explosives buried in the side of the fiery mountain. Before he could react, Barca found a wave of lava washing over him. Grant would use the tactic successfully two more times before he was lost during the Battle of Cupru.": {
        "message": "Many years into the Pro-Com War it became clear that Loyalist Commanders would be imperative to a Progenitor Coalition victory. Seizing upon this, Progenitor High Command decided to use one of their best, Loyalist Commander Grant, as bait to lure Machine Liberation Army Commander Barca into a trap. Knowing that Barca was operating near the system, Grant entered Zeta Draconis and prepared his trap. Eventually, Barca entered the system and immediately detected Grant. Locating the Loyalist, Barca could see that Grant had been damaged, laying helpless next to an active volcano. Barca moved in for the kill. At the last instant, Grant rocketed into the air, detonating the hidden explosives buried in the side of the fiery mountain. Before he could react, Barca found a wave of lava washing over him. Grant would use the tactic successfully two more times before he was lost during the Battle of Cupru."
    }, 
    "Metal and energy storage on all commanders and storage structures increased by 300%. Adds in blueprints for storage structures.": {
        "message": "指挥官与仓储设施的金属及能量容量各提高300%. 包含仓储设施的蓝图."
    }, 
    "Metrarch the Machinist controls the data for this bipedal loadout somewhere on Cupru.": {
        "message": "位于Cupru星系的机械大师Metrarch指挥官早已将这个 \"双足\" 指挥官套件收归囊中."
    }, 
    "Miyaska was known as the \"Entertainment Capital of the Progenitor Coalition\". People had grown weary of the same computer-generated entertainment being churned out by holovid companies time after time; longing for the days on ancient Earth when films used real people and real locations. Miyaska provided a prime location for filming in any environment one could think of. One of the biggest holovid companies was Uber Entertainment, who began their climb to the top with their smash hit Crimson Midnight. The movie told the story about a group of humans called the Progenitors that fought against an advanced machine society bent on conquering the galaxy.": {
        "message": "Miyaska was known as the \"Entertainment Capital of the Progenitor Coalition\". People had grown weary of the same computer-generated entertainment being churned out by holovid companies time after time; longing for the days on ancient Earth when films used real people and real locations. Miyaska provided a prime location for filming in any environment one could think of. One of the biggest holovid companies was Uber Entertainment, who began their climb to the top with their smash hit Crimson Midnight. The movie told the story about a group of humans called the Progenitors that fought against an advanced machine society bent on conquering the galaxy."
    }, 
    "Name:": {
        "message": "名称: "
    }, 
    "Named after the famous Earth cosmologist, Sagan was fittingly the home to the Coalition Center for Astronomical Studies (CCAS). Astronomers, physicists, and cosmologists from all across the Progenitor Coalition vied for jobs at the prestigious institution. The CCAS as was instrumental in helping to chart new trade routes and discovering new systems to colonize during the rise of the Progenitor Coalition.": {
        "message": "Named after the famous Earth cosmologist, Sagan was fittingly the home to the Coalition Center for Astronomical Studies (CCAS). Astronomers, physicists, and cosmologists from all across the Progenitor Coalition vied for jobs at the prestigious institution. The CCAS as was instrumental in helping to chart new trade routes and discovering new systems to colonize during the rise of the Progenitor Coalition."
    }, 
    "Named for the famed Progenitor explorer Johan Thrale, the system was known to be rich in minerals, especially plentiful in diamonds and other precious gems. However, the only way to access the area was to navigate through the extensive asteroid fields that had made up the system. Thrale was able to do just that, successfully surveying the area, which he named after himself. Unfortunately, he would later die on a return trip through the system when his ship lost engine power and drifted into a nearby asteroid, killing all on board.": {
        "message": "由著名的先驱者探险家约翰.司罗尔所命名,这个星系以其富饶的矿物而闻名,特别是钻石矿和其他各类名贵宝石. 然而,要想到达那些矿脉的唯一办法就是穿过遍布整个星系的小行星带. 司罗尔在去的时候很顺利,成功发现了矿脉,并以他自己的名字为之命名. 不幸的是,他在回程的时候出了意外,他的船失去了动力并飘向了附近的一颗小行星,猛烈的撞击摧毁了船上的一切."
    }, 
    "Naval Ammunition Tech": {
        "message": "海军弹药科技"
    }, 
    "Naval Ammunition Tech increases the damage of all naval vessels by 25%": {
        "message": "海军弹药科技提高所有海军单位25%攻击伤害"
    }, 
    "Naval Armor Tech": {
        "message": "海军装甲科技"
    }, 
    "Naval Armor Tech increases health of all naval units by 50%": {
        "message": "海军装甲科技提高所有海军单位50%生命值"
    }, 
    "Naval Combat Tech": {
        "message": "海军战斗科技"
    }, 
    "Naval Combat Tech increases speed of all naval units by 50%, health by 50%, and damage by 25%": {
        "message": "海军战斗科技提高所有海军单位50%速度, 50%生命值与25%攻击伤害"
    }, 
    "Naval Engine Tech": {
        "message": "海军引擎科技"
    }, 
    "Naval Engine Tech increases speed of all naval units by 50%": {
        "message": "海军引擎科技提高所有海军单位50%移动速度"
    }, 
    "Naval Fabrication Tech": {
        "message": "海军量产科技"
    }, 
    "Naval Fabrication Tech reduces metal build costs of all naval vessels by 25%": {
        "message": "海军量产科技降低所有海军单位25%造价"
    }, 
    "On Atlas, Inquisitor Nemicus has this fast moving loadout installed in his data banks.": {
        "message": "位于Atlas的Inquisitor Nemicus指挥官早已将这个\"高机动\"指挥官套件装在了自己的科技栏里. "
    }, 
    "Once famous for its diverse flora and fauna, the system became a popular destination for Progenitor sightseers and big game hunters alike. It was not until Horace \"Lefty\" McGregor decided he had had enough trying to track the elusive Mitjanit Cat and used a low yield tactical nuke to \"level the playing field\", that Progenitor Coalition authorities stepped in and made the entire system a wildlife preserve where hunting was illegal.": {
        "message": "Once famous for its diverse flora and fauna, the system became a popular destination for Progenitor sightseers and big game hunters alike. It was not until Horace \"Lefty\" McGregor decided he had had enough trying to track the elusive Mitjanit Cat and used a low yield tactical nuke to \"level the playing field\", that Progenitor Coalition authorities stepped in and made the entire system a wildlife preserve where hunting was illegal."
    }, 
    "Once home to a thriving colony of over two billion people, this system became part of Progenitor folklore. Just as the colony was poised for greatness with the discovery of unusually large platinum deposits, a sickness swept through the system. Later it was discovered to be an ancient parasite released due to the platinum mining, Omega 9-1, as it was dubbed, proceeded to kill most of the system\\'s populace before it was quarantined by the Progenitor Coalition and a vaccine was developed. One survivor described her experience as reading a horror movie script: deserted streets, boarded up homes, crazed infected victims seeking to kill those who weren\\'t. The Progenitor Coalition government quickly covered up the \"incident\" and declared Tau Leporis a \"sealed system\".": {
        "message": "曾经是一个拥有超过二十亿居民的殖民地,这个星系后来成为了先驱者民间传说的一部分. 就在殖民地为发现一个大到不寻常的铂矿而倍感自豪时,一个神秘的瘟疫席卷了整个星系,之后的调查表明它是由一种在开采铂矿时释放的古代寄生虫所导致. 正如它的代号: 欧米伽9-1,瘟疫杀死了殖民地大部分的人口. 幸好先驱者联合体隔离了整个星系并最终开发出了疫苗. 一位幸存者描述她的经历如同阅读恐怖电影剧本: 荒废的街道,被封死的房屋,疯狂的被感染者四处猎杀尚未被感染的人. 先驱者联合体政府迅速地掩盖了这场\"事故\",并宣布天兔座T星系\"被封锁\"了."
    }, 
    "Once home to the largest continuous asteroid belt in the known galaxy, Dragon\\'s Spine became the stuff of legend. Tales spoke of a lost ship of unknown origin, perhaps another galaxy, adrift somewhere within the Spine. Treasure hunters and fortune seekers galore all tried to find the elusive ship, only to produce blurry holovids and sonic anomaly readings as evidence it existed.": {
        "message": "Once home to the largest continuous asteroid belt in the known galaxy, Dragon\\'s Spine became the stuff of legend. Tales spoke of a lost ship of unknown origin, perhaps another galaxy, adrift somewhere within the Spine. Treasure hunters and fortune seekers galore all tried to find the elusive ship, only to produce blurry holovids and sonic anomaly readings as evidence it existed."
    }, 
    "Once part of Xziphid Hegemony space, this system is where Dr. Euphemia Kenyatta spent ten years in hiding from the Progenitor Coalition and shut off from the rest of the galaxy. It was here that her research on artificial intelligence made giant leaps forward, and would later prove to be the turning point in the war against the Xziphid Hegemony.": {
        "message": "Once part of Xziphid Hegemony space, this system is where Dr. Euphemia Kenyatta spent ten years in hiding from the Progenitor Coalition and shut off from the rest of the galaxy. It was here that her research on artificial intelligence made giant leaps forward, and would later prove to be the turning point in the war against the Xziphid Hegemony."
    }, 
    "One of the more unique systems to be found in the galaxy, Corgan\\'s Well, reached mythic proportions among Progenitor Coalition citizenry. Named after Stella Corgan, the first human to ever set foot, or rather crash in the system, it was she who first discovered the rejuvenating properties of the water found there. Marooned for over forty years, surveyors were astounded to find her- and not looking a day over thirty. As it turned out, she was actually seventy-two years of age. The Progenitor Coalition government moved quickly to quarantine the system, placing a sanctuary label on it. Parantua Pharmaceuticals was granted research rights, but limited to only removing one hundred gallons per year from the area. Trademarked simply as 'Youth' the liquid could add up to fifty years on a human\\'s life. Due to its rarity, a single bottle of the water was considered the most expensive item in the known galaxy. Yi Xing, inventor of the SynthVictuals Module, was rumored to have bought two.": {
        "message": "One of the more unique systems to be found in the galaxy, Corgan\\'s Well, reached mythic proportions among Progenitor Coalition citizenry. Named after Stella Corgan, the first human to ever set foot, or rather crash in the system, it was she who first discovered the rejuvenating properties of the water found there. Marooned for over forty years, surveyors were astounded to find her- and not looking a day over thirty. As it turned out, she was actually seventy-two years of age. The Progenitor Coalition government moved quickly to quarantine the system, placing a sanctuary label on it. Parantua Pharmaceuticals was granted research rights, but limited to only removing one hundred gallons per year from the area. Trademarked simply as 'Youth' the liquid could add up to fifty years on a human\\'s life. Due to its rarity, a single bottle of the water was considered the most expensive item in the known galaxy. Yi Xing, inventor of the SynthVictuals Module, was rumored to have bought two."
    }, 
    "One of the worst atrocities in all of the Century War took place in this system. The Xziphid Hegemony, having just invaded the Progenitor Coalition, discovered they had a taste for human flesh. After conquering the Salak system, all surviving humans were rounded up into massive metallic pens where they were stripped of all clothing and were fed and cared for. The citizens of Salak were being \"fattened up\" to be used as food for the Xziphid race. Salak became a human breeding ground for over seventy years. The stories of those that survived would be etched forever in the book  Humanity Lost: The Story of Salak by author Matthias Kehl.": {
        "message": "One of the worst atrocities in all of the Century War took place in this system. The Xziphid Hegemony, having just invaded the Progenitor Coalition, discovered they had a taste for human flesh. After conquering the Salak system, all surviving humans were rounded up into massive metallic pens where they were stripped of all clothing and were fed and cared for. The citizens of Salak were being \"fattened up\" to be used as food for the Xziphid race. Salak became a human breeding ground for over seventy years. The stories of those that survived would be etched forever in the book  Humanity Lost: The Story of Salak by author Matthias Kehl."
    }, 
    "One time head of the Panoply Armaments Group, Victor Panoply, fell so deeply in love with the system Karachkina that he bought up large sections of it because he was \"reminded of his native Siberia\" back on Earth. The system became a haven for Earth immigrants of Russian descent, eventually to become famous throughout the Progenitor Coalition for its premium distilled alcohol, Nyste.": {
        "message": "One time head of the Panoply Armaments Group, Victor Panoply, fell so deeply in love with the system Karachkina that he bought up large sections of it because he was \"reminded of his native Siberia\" back on Earth. The system became a haven for Earth immigrants of Russian descent, eventually to become famous throughout the Progenitor Coalition for its premium distilled alcohol, Nyste."
    }, 
    "Only Inquisitor Nemicus knows the data for this assault focused loadout. Find it on Patagonia.": {
        "message": "只有Inquisitor Nemicus指挥官知道这套突击专长的指挥官套件藏在哪里, 而情报显示该指挥官藏身于Patagonia星系."
    }, 
    "Orbital Ammunition Tech": {
        "message": "轨道弹药科技"
    }, 
    "Orbital Ammunition Tech increases damage of all orbital units by 25%": {
        "message": "轨道弹药科技提高所有轨道单位25%攻击伤害"
    }, 
    "Orbital Armor Tech": {
        "message": "轨道装甲科技"
    }, 
    "Orbital Armor Tech increases health of all orbital units by 50%": {
        "message": "轨道装甲科技提高所有轨道单位50%生命值"
    }, 
    "Orbital Combat Tech": {
        "message": "轨道战斗科技"
    }, 
    "Orbital Combat Tech increases speed of all orbital units by 50%, health by 50%, and damage by 25%": {
        "message": "轨道战斗科技提高所有轨道单位50%速度, 50%生命值与25%攻击伤害"
    }, 
    "Orbital Commander": {
        "message": "轨道指挥官"
    }, 
    "Orbital Engine Tech": {
        "message": "轨道引擎科技"
    }, 
    "Orbital Engine Tech increases speed of all orbital units by 50%": {
        "message": "轨道引擎科技提高所有轨道单位50%移动速度"
    }, 
    "Orbital Fabrication Tech": {
        "message": "轨道量产科技"
    }, 
    "Orbital Fabrication Tech reduces metal build costs of all orbital vehicles by 25%": {
        "message": "轨道量产科技降低所有轨道单位25%造价"
    }, 
    "Originally part of the Xziphid Hegemony, this system remained virtually untouched until the Century War; the Xziphid using it as a staging area to launch attacks into Progenitor Coalition space. As the war entered its later stages, Progenitor forces, spearheaded by Commander Sulla, drove the Xziphid from the system in the later years of the war.": {
        "message": "Originally part of the Xziphid Hegemony, this system remained virtually untouched until the Century War; the Xziphid using it as a staging area to launch attacks into Progenitor Coalition space. As the war entered its later stages, Progenitor forces, spearheaded by Commander Sulla, drove the Xziphid from the system in the later years of the war."
    }, 
    "Over a fifteen month span, forces of the Progenitor Coalition fought the Xziphid Hegemony in what would be later called the Battle of Seven Moons during the Century War. At the time, seven moons were orbiting one of the system\\'s planets, where Progenitor Marines found them occupied by the Xziphid. Drawing inspiration from an ancient Earth war, the Marines used a tactic called moon hopping; attacking a lightly fortified moon while bypassing the next, heavier defended one. Using this tactic they were able to isolate the Xziphid fortresses and eventually take them out. Many years later that same planet exploded, destroying it and the moons in the process.": {
        "message": "Over a fifteen month span, forces of the Progenitor Coalition fought the Xziphid Hegemony in what would be later called the Battle of Seven Moons during the Century War. At the time, seven moons were orbiting one of the system\\'s planets, where Progenitor Marines found them occupied by the Xziphid. Drawing inspiration from an ancient Earth war, the Marines used a tactic called moon hopping; attacking a lightly fortified moon while bypassing the next, heavier defended one. Using this tactic they were able to isolate the Xziphid fortresses and eventually take them out. Many years later that same planet exploded, destroying it and the moons in the process."
    }, 
    "Planicus was the ideal location for one of the Progenitor Coalition\\'s many galactic communication arrays. The arrays, some seventy in total, allowed for instant communication from the Sol System to the most remote areas of Progenitor Coalition territory. It was here, after discovering the truth behind Project NEST, that Commander Tryphon hijacked the array, broadcasting what he considered proof of humanity\\'s plot to enslave all Commanders to every corner of Progenitor Coalition space. Before he could be apprehended by Progenitor authorities Tryphon had escaped to the Battani system where he would remain in seclusion for many years.": {
        "message": "Planicus was the ideal location for one of the Progenitor Coalition\\'s many galactic communication arrays. The arrays, some seventy in total, allowed for instant communication from the Sol System to the most remote areas of Progenitor Coalition territory. It was here, after discovering the truth behind Project NEST, that Commander Tryphon hijacked the array, broadcasting what he considered proof of humanity\\'s plot to enslave all Commanders to every corner of Progenitor Coalition space. Before he could be apprehended by Progenitor authorities Tryphon had escaped to the Battani system where he would remain in seclusion for many years."
    }, 
    "Platina was the site of the largest Commander vs. Commander battle of the Pro-Com War. Nearly fifty Machine Liberation Army (MLA) Commanders invaded the system knowing it was being held by over thirty Loyalist Commanders. MLA Intelligence had deduced that the Progenitor Coalition and their Loyalist allies were protecting a high value target that needed to be captured or destroyed. It was a trap. Hidden Loyalist forces pounced on the MLA, now outnumbering them 2 to 1. The Battle of Platina was single biggest loss of MLA Commanders in the entire war. It would take them over ten years to recover.": {
        "message": "Pro-Com战争中最大的指挥官vs指挥官的混战爆发于普拉蒂那星系. 在得知那里被超过三十个忠诚者指挥官把守后,机器解放军(MLA)派遣了五十个指挥官对那里发动强袭. MLA情报部门确信那里存在极高价值的战略目标,但事实上那是个陷阱. 事先埋伏好的联合体军队在MLA指挥官一着陆时便发起猛攻,很快便形成了二打一的优势. 最终先驱者取得了胜利,普拉蒂那之战是整场战争中MLA唯一一次战略惨败,即使是机器人,它们也花费了十年的时间才恢复到原来的水平."
    }, 
    "Progenitor Coalition settlers of the Mawson system grew weary of what they considered, \"heavy taxation and misrepresentation\" by the Progenitor Coalition government on Earth, as well as being fearful of the Commanders who had just finished fighting the Century War a few years earlier. Declaring their independence and calling themselves the Mawson Republic, the new government dared the Progenitor Coalition to attack them. Reluctantly, the Secretary General had no choice but to send in Progenitor Marines to put down the rebellion. When it became apparent the fight would take years, the General Assembly voted to send in Commanders to quell the rebellion, with the notion it would save more human lives. Commander Tryphon was chosen to lead the campaign to retake the system, witnessing firsthand the hatred directed at his kind by humans- the same humans he and his fellow Commanders had just saved from annihilation at the hands of the Xziphid Hegemony. Tryphon was successful in ending the rebellion, and with fairly low human casualties. Commander Tryphon however was changed forever; never to forget the hate he encountered there.": {
        "message": "Progenitor Coalition settlers of the Mawson system grew weary of what they considered, \"heavy taxation and misrepresentation\" by the Progenitor Coalition government on Earth, as well as being fearful of the Commanders who had just finished fighting the Century War a few years earlier. Declaring their independence and calling themselves the Mawson Republic, the new government dared the Progenitor Coalition to attack them. Reluctantly, the Secretary General had no choice but to send in Progenitor Marines to put down the rebellion. When it became apparent the fight would take years, the General Assembly voted to send in Commanders to quell the rebellion, with the notion it would save more human lives. Commander Tryphon was chosen to lead the campaign to retake the system, witnessing firsthand the hatred directed at his kind by humans- the same humans he and his fellow Commanders had just saved from annihilation at the hands of the Xziphid Hegemony. Tryphon was successful in ending the rebellion, and with fairly low human casualties. Commander Tryphon however was changed forever; never to forget the hate he encountered there."
    }, 
    "Progenitors that aspired to be chefs had to learn a great deal, having to educate themselves on the preparation of ingredients and spices from all corners of the Progenitor Coalition. The Academy of Culinary Arts in the system of Lagadha was famous for producing individuals that would go on to become galaxy-renown chefs. With the advent of the SynthVictuals Module many feared the need for chefs would disappear forever. The reality however was the demand greatly increased as people considered \"real food\" far superior to that offered by the devices.": {
        "message": "Progenitors that aspired to be chefs had to learn a great deal, having to educate themselves on the preparation of ingredients and spices from all corners of the Progenitor Coalition. The Academy of Culinary Arts in the system of Lagadha was famous for producing individuals that would go on to become galaxy-renown chefs. With the advent of the SynthVictuals Module many feared the need for chefs would disappear forever. The reality however was the demand greatly increased as people considered \"real food\" far superior to that offered by the devices."
    }, 
    "Promoter J.L. Barnaby, famous promoter during the height of the Progenitor Coalition, offered the hefty sum of two million Coalition credits to anyone who could capture the elusive Hivio; a cat-like creature purported to reside in the system of Tsunenaga. The response was overwhelming. Over fifteen million hunters descended upon the system, leaving behind a trail of destruction wherever they went. The Hivio was never found and the governor of Tsunenaga had Barnaby arrested on multiple charges. The promoter would spend the next five years incarcerated in the Zarco system.": {
        "message": "Promoter J.L. Barnaby, famous promoter during the height of the Progenitor Coalition, offered the hefty sum of two million Coalition credits to anyone who could capture the elusive Hivio; a cat-like creature purported to reside in the system of Tsunenaga. The response was overwhelming. Over fifteen million hunters descended upon the system, leaving behind a trail of destruction wherever they went. The Hivio was never found and the governor of Tsunenaga had Barnaby arrested on multiple charges. The promoter would spend the next five years incarcerated in the Zarco system."
    }, 
    "Qiong was host what was billed as the \"Greatest Scavenger Hunt of All Time\". Olympus Mons Food Conglomerate created a contest where anyone finding a \"golden compass\" in a box of their CocoaBran cereal would be invited, all expenses paid, to the system. There they would compete against other contest winners in a scavenger hunt spanning Qiong, with the grand prize being a million Coalition credits and a lifetime supply of CocoaBran cereal. In the end, eleven year old Charlie Buket from Earth was crowned the winner, beating out over seven thousand other contestants.": {
        "message": "Qiong was host what was billed as the \"Greatest Scavenger Hunt of All Time\". Olympus Mons Food Conglomerate created a contest where anyone finding a \"golden compass\" in a box of their CocoaBran cereal would be invited, all expenses paid, to the system. There they would compete against other contest winners in a scavenger hunt spanning Qiong, with the grand prize being a million Coalition credits and a lifetime supply of CocoaBran cereal. In the end, eleven year old Charlie Buket from Earth was crowned the winner, beating out over seven thousand other contestants."
    }, 
    "Queiros was the host system for the Galactic Grand Prix (GGP); the greatest interplanetary race in all of the Progenitor Coalition. After qualifying in their home systems and then in their region, racers would be invited to compete in the GGP. Piloting a single pilot Stingray (a military light fighter refitted for civilian use) racers would travel a course spanning the entire Queiros system, beginning at Boshi Station, out to the edge of the system and around  Kos Miesley Depot, and then back. The race was five hundred laps, with the winner receiving ten million Coalition credits. It was a rarity to see all racers finish the entire race as many would end up blowing at least one power converter before crossing the finish line.": {
        "message": "Queiros was the host system for the Galactic Grand Prix (GGP); the greatest interplanetary race in all of the Progenitor Coalition. After qualifying in their home systems and then in their region, racers would be invited to compete in the GGP. Piloting a single pilot Stingray (a military light fighter refitted for civilian use) racers would travel a course spanning the entire Queiros system, beginning at Boshi Station, out to the edge of the system and around  Kos Miesley Depot, and then back. The race was five hundred laps, with the winner receiving ten million Coalition credits. It was a rarity to see all racers finish the entire race as many would end up blowing at least one power converter before crossing the finish line."
    }, 
    "Quingshan was one of the prime agricultural systems in the Progenitor Coalition. Declared a \"sanctuary system\" by the government, tight control was kept on the thousands of farming operations throughout the system. Quingshan was also protected by a network of orbital weapon platforms, which were never used until the last years of the Pro-Com War.": {
        "message": "Quingshan是先驱者联合体主要的粮食产地之一. 作为\"圣地星系\", 这个星系上发生的一切, 包括数以千计的大型农场的种植与收割任务, 都处在政府的严密控制中. 同时为了保护Quingshan星系, 先驱者联合体在星系范围内铺设了大量轨道武器平台, 不过它们真正派上用场的时候已经是Pro-Com战争的末期了."
    }, 
    "Qushji was considered an insignificant Progenitor settlement before the outbreak of the Century War. With only a small independent tungsten mining operation, the system held very little draw for people to settle it. That all changed with the Century War. Progenitor Coalition scientists discovered early in the war that the Xziphid race were extremely sensitive to tungsten, so much so that it was lethal to them- even in small amounts. As a result, the Progenitor military developed the Tungsten Beam Rifle (TBR), to be used by Progenitor Marines throughout the war. Once Qushji was free of Xziphid Hegemony occupation it became a \"boom system\", teeming with tungsten mining operations to fuel the war effort.": {
        "message": "Qushji was considered an insignificant Progenitor settlement before the outbreak of the Century War. With only a small independent tungsten mining operation, the system held very little draw for people to settle it. That all changed with the Century War. Progenitor Coalition scientists discovered early in the war that the Xziphid race were extremely sensitive to tungsten, so much so that it was lethal to them- even in small amounts. As a result, the Progenitor military developed the Tungsten Beam Rifle (TBR), to be used by Progenitor Marines throughout the war. Once Qushji was free of Xziphid Hegemony occupation it became a \"boom system\", teeming with tungsten mining operations to fuel the war effort."
    }, 
    "Renown across the galaxy as a master promoter, J.L. Barnaby was the first person to bring the system to public attention. The system was labeled as the \"ultimate test\" of survival skills with its myriad of challenges. Barnaby offered a reward of one million acres of land for anyone who could survive the longest in the system. The catch, and there always was one with Barnaby, each contestant would be dropped into the system in a life capsule with nothing- not even clothes. Over 120,000 people signed up for the challenge. A winner emerged over five months later when she tracked down the only other remaining contestant and killed him.": {
        "message": "Renown across the galaxy as a master promoter, J.L. Barnaby was the first person to bring the system to public attention. The system was labeled as the \"ultimate test\" of survival skills with its myriad of challenges. Barnaby offered a reward of one million acres of land for anyone who could survive the longest in the system. The catch, and there always was one with Barnaby, each contestant would be dropped into the system in a life capsule with nothing- not even clothes. Over 120,000 people signed up for the challenge. A winner emerged over five months later when she tracked down the only other remaining contestant and killed him."
    }, 
    "Resembling closer to the ancient Wild West of 19th century America than anything, the Badlands were one of the few systems that was never captured by the Xziphid Hegemony. Guerilla warfare, pirate attacks and sabotage on a massive scale were enough of an incentive to the Xziphid to withdraw. Even after the war was over it took Progenitor Coalition diplomats three years to negotiate with the system to rejoin the Progenitor Coalition.": {
        "message": "酷似十九世纪美国西部,荒野星系是为数不多的几个未曾被Xziphid霸权占领过的星系. 游击战,海盗袭击和大规模的破坏行动迫使Xziphid不得不撤军. 甚至在战争结束后,先驱者联合体的外交官花费了三年的时间才说服当地统治者重新加入联合体."
    }, 
    "Rho Persei was witness to some of the heaviest fighting of the Pro-Com War. Most of the battles across the system were fought using small fighters and bombers. In the end, Progenitor Coalition forces simply could not keep up with the rate at which the Machine Liberation Army (MLA) was producing weapons. Progenitor forces eventually retreated, conceding the system to the MLA.": {
        "message": "Rho Persei was witness to some of the heaviest fighting of the Pro-Com War. Most of the battles across the system were fought using small fighters and bombers. In the end, Progenitor Coalition forces simply could not keep up with the rate at which the Machine Liberation Army (MLA) was producing weapons. Progenitor forces eventually retreated, conceding the system to the MLA."
    }, 
    "Rich in methane gas, the Blumoto system was home to several clandestine drilling and atmospheric extraction operations run by some of the Progenitor Coalition\\'s most notorious crime syndicates. Methane was a key component to the illegal narcotic called Zip; a drug popular among merchant vessel crews who worked long hours. Zip could keep a person up and functioning at peak efficiency for up to 72 hours, with no immediate side effects. The problems came later in life when people began dropping dead from a plethora of medical ailments ranging from massive strokes to cancer of the brain.": {
        "message": "Rich in methane gas, the Blumoto system was home to several clandestine drilling and atmospheric extraction operations run by some of the Progenitor Coalition\\'s most notorious crime syndicates. Methane was a key component to the illegal narcotic called Zip; a drug popular among merchant vessel crews who worked long hours. Zip could keep a person up and functioning at peak efficiency for up to 72 hours, with no immediate side effects. The problems came later in life when people began dropping dead from a plethora of medical ailments ranging from massive strokes to cancer of the brain."
    }, 
    "Rich in mineral resources, Almata became a highly contested battleground during the Century War. Progenitor Coalition forces were quick to construct several orbital weapon platforms throughout the system to thwart the Xziphid Hegemony\\'s ability to land troops within the system. After several attempts, and at a high cost in lives and materials, the Xziphid eventually captured the system. Unfortunately for them, Commander Dominus arrived three months later and took the system back for the Progenitors.": {
        "message": "Rich in mineral resources, Almata became a highly contested battleground during the Century War. Progenitor Coalition forces were quick to construct several orbital weapon platforms throughout the system to thwart the Xziphid Hegemony\\'s ability to land troops within the system. After several attempts, and at a high cost in lives and materials, the Xziphid eventually captured the system. Unfortunately for them, Commander Dominus arrived three months later and took the system back for the Progenitors."
    }, 
    "Sancruzo was a highly developed system that catered to the wealthy elite of the Progenitor Coalition. A census of the system read like a who\\'s who of government, finance, and industry executives. Discrimination was commonplace in Sancruzo, allowing only people of a certain income bracket to ever own property there. Sancruzo gained a reputation of being one of the most opulent and least respected places in all the Progenitor Coalition.": {
        "message": "作为先驱者联合体的精英聚集地, Sancruzo星系是其领土内最发达的几个星系之一. 星系内的人口普查结果精细到个人且会保持公开, 因此Sancruzo星系内歧视相当的常见, 以至于只有最富有的人敢于且有能力于这里购置物业. Sancruzo星系被普遍地认为是联合体最富有且人和人间最缺少尊重的领地. "
    }, 
    "Seek out First Seeker Osiris on Xianyao. There you will find the loadout your friends desire.": {
        "message": "找到并打败位于Xianyao星系的第一搜索者 - Osiris指挥官, 然后你就会得到这套大家梦寐以求的指挥官套件. "
    }, 
    "Seven Gates was one of the most heavily guarded systems in all of Progenitor Coalition space. Home to the NEST Project, it was here that Coalition Military Science developed and deployed the first NEST. A Machine Liberation Army (MLA) attack on the system was thwarted by the weapon, and the war took a dramatic turn in the process. With the NEST, the Progenitor Coalition finally had the weapon it needed to halt the MLA advance and seize the initiative.": {
        "message": "Seven Gates是先驱者联合体里布防最严密的星系之一. 这里是NEST项目的主开发场所, 也就是这里先驱者联合体的军事科技部门制作出了第一套可投入实战的NEST系统. 在机器解放军对本星系进行的一次突袭被NEST系统挫败后, 整场战争的局势发生了戏剧性的变化. 先驱者联合体最终有了一种能让自己在战争中取得主动权的武器."
    }, 
    "Some of the most spectacular active volcanoes were once found throughout the Battani system; originally a vacation haven for amateur and professional volcanologists throughout the Progenitor Coalition. Battani witnessed many battles throughout the years. Commander Tryphon, founder of the Machine Liberation Army, fled to Battani after his daring hijack of the galactic communication array in the Planicus system; a move many considered the beginning of the Pro-Com War.": {
        "message": "Some of the most spectacular active volcanoes were once found throughout the Battani system; originally a vacation haven for amateur and professional volcanologists throughout the Progenitor Coalition. Battani witnessed many battles throughout the years. Commander Tryphon, founder of the Machine Liberation Army, fled to Battani after his daring hijack of the galactic communication array in the Planicus system; a move many considered the beginning of the Pro-Com War."
    }, 
    "Storage Commander": {
        "message": "仓储指挥官"
    }, 
    "Storage Compression Tech": {
        "message": "压缩仓储科技"
    }, 
    "Structure Armor Tech": {
        "message": "设施装甲科技"
    }, 
    "Structure Armor Tech increases the health of all structures by 50%": {
        "message": "设施装甲科技提高所有设施50%生命值"
    }, 
    "Structure Combat Tech": {
        "message": "设施战斗科技"
    }, 
    "Structure Combat Tech increases the health of all structures by 50%. Defensive structures also gain a 25% damage increase.": {
        "message": "设施战斗科技提高所有设施50%生命值, 提高所有防御设施25%攻击伤害."
    }, 
    "Sub Commander": {
        "message": "副指挥官"
    }, 
    "Super Weapon Fabrication Tech": {
        "message": "超级武器量产科技"
    }, 
    "Super Weapon Fabrication Tech reduces metal build costs of all nuclear missiles, Halley Rockets, and metal planet control modules by 75%. Tech to build super weapons is required.": {
        "message": "超级武器量产科技降低核导弹, 哈雷引擎与催化剂75%造价. 注意: 不包含相应建筑的蓝图."
    }, 
    "Super Weapon Tech": {
        "message": "超级武器科技"
    }, 
    "Super Weapon Tech enables nuclear missiles, metal planet controllers, and planetary engines to be built. An advanced fabricator is required to build super weapons.": {
        "message": "超级武器科技包含核导弹发射器, 行星引擎与金属行星控制器的蓝图. 注意: 只有高级工程单位可以建造超级武器."
    }, 
    "Taigos was home to a handful of \"pirate colonies\" during the height of Progenitor Coalition expansion. Using captured commercial distress beacons, the Red Talon Pirates were able to lure many an unsuspecting trade and transport ship to the system where they would be stripped of anything valuable and its crews and passengers forced into slavery. The pirates luck ran out when their distress beacon got the attention of a Progenitor military convoy passing near the system. It would take Progenitor Marines over a year to clear the system; freeing over 20,000 citizens who had spent years as Red Talon Pirate slaves.": {
        "message": "在先驱者联合体扩张的最高峰时,泰高斯星系曾坐落着几个\"海盗殖民地\". 通过掠获的商用求救信标,红爪海盗团能够不断吸引粗心大意的商船和运输船到这个星系并打劫它们,抢走一切有价值的东西,将船员和乘客掠为奴隶. 但终于有一天海盗们的好运气用光了,求救信标引来了一支先驱者武装押运队. 先驱者陆战队花费了一年的时间肃清了整个星系,救出了至少两万名奴隶."
    }, 
    "Takamizawa held a strategic position along the Progenitor Coalition\\'s vital Hudson Trade Lane. When Xziphid Hegemony forces invaded the system during the Dark Years, Progenitor Coalition forces knew that losing it would effectively weaken the area and leave neighboring systems exposed. The fight became so desperate that Progenitor Stingray fighters were packed with explosives and crashed into Xziphid Hive ships. Unfortunately, the Stingrays could not be remotely flown with much accuracy carrying such heavy payloads in low orbit, thus it fell to volunteers to fly the fighters into their targets. With the very survival of the Progenitors at stake, the pool of volunteers was huge. The tactic helped the Progenitor Coalition to destroy the first Hive ship of the war. Though the system eventually fell to the Xziphid, the Takamizawa Kamikazes sacrifice helped bring hope and signaled the beginning of the end of the Dark Days of the Century War for the Progenitors.": {
        "message": "Takamizawa held a strategic position along the Progenitor Coalition\\'s vital Hudson Trade Lane. When Xziphid Hegemony forces invaded the system during the Dark Years, Progenitor Coalition forces knew that losing it would effectively weaken the area and leave neighboring systems exposed. The fight became so desperate that Progenitor Stingray fighters were packed with explosives and crashed into Xziphid Hive ships. Unfortunately, the Stingrays could not be remotely flown with much accuracy carrying such heavy payloads in low orbit, thus it fell to volunteers to fly the fighters into their targets. With the very survival of the Progenitors at stake, the pool of volunteers was huge. The tactic helped the Progenitor Coalition to destroy the first Hive ship of the war. Though the system eventually fell to the Xziphid, the Takamizawa Kamikazes sacrifice helped bring hope and signaled the beginning of the end of the Dark Days of the Century War for the Progenitors."
    }, 
    "The Agint system was a favorite site for Progenitor pirates to stash their ill gotten goods. The system became so full of pirate booty it became known as the \"Treasure System\". One pirate in particular, Seamus McKraven, decided he wanted the system and all its riches to himself. He proceeded to construct several weapons platforms and dared anyone to try and take it from him. The Machine Liberation Army (MLA) did just that early in the Pro-Com War, deeming Agint of high strategic value. McKraven decided to go out in a blaze of glory, taking several MLA Commanders with him when he simultaneously detonated twenty nukes on the platform he happened to be on when the attack came.": {
        "message": "阿金特星系曾是先驱者海盗藏匿赃物的地方. 存放在这个星系的战利品是如此之多,以至于很多人将其称为\"宝藏星系\". 尤其是对于海盗谢默思.麦克卡文,他决心拿下这个星系并将所有财富归为己有,于是他开始制造数个武器平台并无惧于任何觊觎他的财富的人. 但最终找上门的却是机器解放军(MLA),在早期的Pro-Com战争中,它们也相中了阿金特重要的战略地位. 当MLA开始发起进攻时,麦克卡文不幸被困在其中一个遇袭的平台上,走投无路的他同时引爆了平台上的二十枚核弹,以一种光荣的方式退出了历史舞台,顺便捎上了几个MLA指挥官."
    }, 
    "The Air Commander loadout contains basic air factories.": {
        "message": "空军指挥官套件包含基础空军工厂与基础空军单位的蓝图."
    }, 
    "The Akiyama system was the home to the Heiwa people; a group of pacifists who settled the system as the Progenitor Coalition was first expanding. The Heiwa kept to themselves, living simple lives without the aid of technology. They were spared the horrors of the Century War, but were ultimately wiped out by Machine Liberation Army forces passing through the system in the later years of the Pro-Com War.": {
        "message": "The Akiyama system was the home to the Heiwa people; a group of pacifists who settled the system as the Progenitor Coalition was first expanding. The Heiwa kept to themselves, living simple lives without the aid of technology. They were spared the horrors of the Century War, but were ultimately wiped out by Machine Liberation Army forces passing through the system in the later years of the Pro-Com War."
    }, 
    "The Artillery Commander loadout contains all artillery units and reduces costs of those structures by 75%. It also enables the Commander to build radar, double barrelled turrets and basic artillery turrets.": {
        "message": "炮兵指挥官套件包含所有炮兵单位与设施的蓝图并且降低相应单位与设施75%的造价. 同时它使指挥官可以建造雷达, 双联装炮台与基础炮兵设施."
    }, 
    "The Assault Commander loadout contains all basic factories and units but no basic defenses.": {
        "message": "突击指挥官套件包含所有基础工厂与基础单位的蓝图, 但不含任何基础防御设施的蓝图."
    }, 
    "The Baridi System was best known for the phenomena that Progenitor scientists called \"ice specters\". Numerous comets made their way through the system, leaving in their wake a trail of ice vapor that, as one transport captain described \"looked like ghostly apparitions dancing among the stars\".": {
        "message": "The Baridi System was best known for the phenomena that Progenitor scientists called \"ice specters\". Numerous comets made their way through the system, leaving in their wake a trail of ice vapor that, as one transport captain described \"looked like ghostly apparitions dancing among the stars\"."
    }, 
    "The Battle of Asgard Field took place in the Copernicus Campaign during the Pro-Com War. When Machine Liberation Army (MLA) Commander Rohl\\'s forces entered Odin they found it lightly defended by what they thought was a division of Progenitor Marines. What Rohl didn\\'t anticipate was two Progenitor Commanders lying in wait in the nearby asteroids known as the Asgard Field. What had started as an easy conquest turned into a three month slugfest before Rohl was able to bring the system under MLA control.": {
        "message": "The Battle of Asgard Field took place in the Copernicus Campaign during the Pro-Com War. When Machine Liberation Army (MLA) Commander Rohl\\'s forces entered Odin they found it lightly defended by what they thought was a division of Progenitor Marines. What Rohl didn\\'t anticipate was two Progenitor Commanders lying in wait in the nearby asteroids known as the Asgard Field. What had started as an easy conquest turned into a three month slugfest before Rohl was able to bring the system under MLA control."
    }, 
    "The Battle of Bingzhen took place during the Pro-Com War. Machine Liberation Army Commander Kytros had gained a reputation among Progenitor forces for cruelty to humans in the systems he conquered. He was known to construct numerous \"torture stations\" on occupied human worlds, where he would oversee horrific experiments on the helpless populace. Progenitor High Command suspected the Commander was suffering from SND; Spontaneous Neural Degradation that was common in A.I. at the time. A task force led by Loyalist Commander Chamberlin met Kytros in the system where the crazed Commander was finally defeated and destroyed after several months of intense fighting.": {
        "message": "Pro-Com战争中冰镇之战爆发于此. 机器解放军指挥官卡托斯以其残忍地对待占领区中的人类而在先驱者军队中闻名. 它在被占领的人类殖民地建造了大量的\"审问所\",在那里它亲自监督对无辜百姓的恐怖实验. 先驱者司令部怀疑那个指挥官正在承受SND - 自发性神经退化 - 的折磨,那种\\'疾病\\'在AI中很常见. 一支由忠诚者指挥官查柏林率领的特遣队在冰镇与卡托斯针锋相对. 在经过数月的残酷战斗后,疯狂的指挥官终于被击败并被摧毁了."
    }, 
    "The Battle of Forskaal was to be the final battle in the Copernicus Campaign during the Pro-Com War. With its intense solar winds and unstable magnetic fields, Forskaal was an unforgiving place. It became even more so when Machine Liberation Army (MLA) Commander Rohl squared off against Progenitor Loyalist Commander Sirrom and his Myrmidons; a special forces group of Loyalist Commanders commissioned by Progenitor High Command. Finding himself outmatched, Rohl attempted to withdraw back to the Changchun System, only to find his escape route cut off. The battle came to an end when Rohl was destroyed at the hands of Sirrom. The MLA\\'s Copernicus Campaign had been stopped.": {
        "message": "The Battle of Forskaal was to be the final battle in the Copernicus Campaign during the Pro-Com War. With its intense solar winds and unstable magnetic fields, Forskaal was an unforgiving place. It became even more so when Machine Liberation Army (MLA) Commander Rohl squared off against Progenitor Loyalist Commander Sirrom and his Myrmidons; a special forces group of Loyalist Commanders commissioned by Progenitor High Command. Finding himself outmatched, Rohl attempted to withdraw back to the Changchun System, only to find his escape route cut off. The battle came to an end when Rohl was destroyed at the hands of Sirrom. The MLA\\'s Copernicus Campaign had been stopped."
    }, 
    "The Bethe system was used as the hospital zone by the Progenitor Coalition during the Pro-Com War. All the injured Progenitors from the war were evacuated to Bethe where they received the best care available. Over eighty percent of those that made it to the system fully recovered from their wounds and were able to return to active duty. When Machine Liberation Army forces broke through the front lines in the war\\'s later years, Bethe was overrun. No mercy was spared for the sick and wounded.": {
        "message": "Bethe星系在Pro-Com战争期间被用作先驱者联合体的医院星系. 所有在战斗中负伤的联合体战士都会被送到这里来以接受最好的医疗服务. 伤员中超过80%成功痊愈并重新投入到了战斗中. 在战争末期机器解放军势如破竹, 使得联合体的伤员数量急剧增多, 最后将Bethe星系彻底超载成了一个挤满病患与尸体的医疗营. "
    }, 
    "The Bionic Augmentation Commander Of Neutralizing loadout contains one data bank but increases the Commander\\'s fire rate by 100%, decreases Uber Cannon energy usage by 75%, increases health by 200%, and increases speed by 650%.": {
        "message": "湮灭型仿生指挥官仅配有一个可用科技栏, 但其攻击速度, 生命值, 移动速度分别较常规指挥官提高100%, 200%, 650%, 其Uber加农炮的开火耗能甚至较常规指挥官的低75%. "
    }, 
    "The Bot Commander loadout contains basic bot factories.": {
        "message": "机器人指挥官套件包含基础机器人工厂与基础机器人单位的蓝图. "
    }, 
    "The Daktor system was most notably known as the headquarters for the Panoply Armaments Group. From its offices, Panoply oversaw the day to day operations of its factories scattered across the system. As the main weapons supplier for the Coalition Military Forces, the company grew at an exponential rate. At the outset of the Century War, the Progenitor Coalition made it top priority to protect the system at all costs. It was not until the Pro-Com War that it would fall; one of the last remaining systems to hold out against the Machine Liberation Army.": {
        "message": "The Daktor system was most notably known as the headquarters for the Panoply Armaments Group. From its offices, Panoply oversaw the day to day operations of its factories scattered across the system. As the main weapons supplier for the Coalition Military Forces, the company grew at an exponential rate. At the outset of the Century War, the Progenitor Coalition made it top priority to protect the system at all costs. It was not until the Pro-Com War that it would fall; one of the last remaining systems to hold out against the Machine Liberation Army."
    }, 
    "The Gairdin system was most famous for a scientific discovery made there. Researchers from Hawking University first discovered the Maisha plant in Gairdin, a plant that when properly processed had the ability to rid the human body of nearly ninety-five percent of all known cancers. The system was promptly designated a \"sanctuary system\" by Progenitor Coalition government and Parantua Pharmaceuticals given exclusive rights to research and development.": {
        "message": "The Gairdin system was most famous for a scientific discovery made there. Researchers from Hawking University first discovered the Maisha plant in Gairdin, a plant that when properly processed had the ability to rid the human body of nearly ninety-five percent of all known cancers. The system was promptly designated a \"sanctuary system\" by Progenitor Coalition government and Parantua Pharmaceuticals given exclusive rights to research and development."
    }, 
    "The Galiano System suffered greatly under the occupation of the Xziphid Hegemony during the Century War. The system was home to various forced labor camps constructed by the Xziphid to house human prisoners. With a population of just over two billion, the citizens of Galiano were either chosen as food or relegated to spend the rest of their lives underground mining nickel and iron for Xziphid war machines. When the system was finally liberated twenty-seven years later, barely two million people remained alive from the original two billion.": {
        "message": "在百年战争期间Galiano星系上的人类遭到了来自Xziphid霸权非常严重的折磨. Xziphid在这个星系上建立了大量的劳动营并将人类俘虏收纳于其中. 当时Galiano星系上的二十亿人民只有两个选择: 充当Xziphid的食物, 或是被下放到星球深处为Xziphid战争机器采取铁矿和镍矿. 在二十七年后这个星系被解放的时候, 幸存的人类只剩下两百万."
    }, 
    "The General Commander loadout contains very limited mobile forces and only two data banks. However, the loadout comes with two Sub Commanders that accompany you into each battle.": {
        "message": "统领指挥官套件包含非常有限的蓝图且只拥有两个可用的科技栏. 不过与此同时, 本套件允许指挥官在每次战斗时拥有两个副指挥官协助战斗."
    }, 
    "The Nevarya system was once a very popular vacation destination for Progenitor Coalition citizens. It became known as the \"playground of the wealthy\", often a hot spot of the rich and famous. During the Pro-Com War it was the site of numerous battles between Progenitors and Machine Liberation Army forces.": {
        "message": "The Nevarya system was once a very popular vacation destination for Progenitor Coalition citizens. It became known as the \"playground of the wealthy\", often a hot spot of the rich and famous. During the Pro-Com War it was the site of numerous battles between Progenitors and Machine Liberation Army forces."
    }, 
    "The Orbital Commander loadout contains all orbital units and factories.": {
        "message": "轨道指挥官套件包含所有轨道单位与设施的蓝图. "
    }, 
    "The Orellana system became known as the information hub for the entire Progenitor Coalition. The largest communication arrays outside of the Sol System could be found throughout Orellana, making it one of the most important in all the Progenitor territory. Also located in the system was Fort Umbara, home to Special Operations Group Seven, or SOG7. During both the Century and Pro-Com War, SOG7 was comprised of both humans and Commanders; the best of the best. SOG7 were counted upon by the Progenitor Coalition to accomplish what no one else could. They always did.": {
        "message": "The Orellana system became known as the information hub for the entire Progenitor Coalition. The largest communication arrays outside of the Sol System could be found throughout Orellana, making it one of the most important in all the Progenitor territory. Also located in the system was Fort Umbara, home to Special Operations Group Seven, or SOG7. During both the Century and Pro-Com War, SOG7 was comprised of both humans and Commanders; the best of the best. SOG7 were counted upon by the Progenitor Coalition to accomplish what no one else could. They always did."
    }, 
    "The Poseidon\\'s Wrath system was the scene of the largest naval engagement of the Pro-Com War. Machine Liberation Army Commander Shin spearheaded the invasion of the system. Situated in a key sector of the region, Progenitor High Command could not allow the system to be occupied by the enemy. Loyalist Commander Nelson was tasked with retaking it. After establishing a base on the far side of the system opposite Shin, Nelson was able to fight his way across it. After several weeks, Nelson would emerge the victor; with Commander Shin meeting a fiery death.": {
        "message": "Pro-Com战争中最大规模的海战爆发于海神之怒星系. 机器解放军的指挥官\\'胫骨\\'率军入侵这个星系. 由于它重要的战略地位,先驱者司令部不会允许这个星系白白落入敌人手中. 忠诚者指挥官纳尔逊奉命夺回它. 在星系的另一头建立了基地后,纳尔逊设法一路杀向胫骨. 经过数周的激战后,纳尔逊赢得了艰难的胜利,胫骨则化为了一堆燃烧的残骸."
    }, 
    "The Progenitor Coalition knew that with the outbreak of the Century War defending colonies would be of the utmost importance. In the Naubakht system, Progenitor military constantly worked on new and improved versions of their orbital weapon platforms. As the war entered its thirty-fifth year, the Progenitor Coalition had developed the Sentinel 7; a platform that proved so successful against Xziphid Hegemony invasions that production was rushed to include fifteen other construction sites throughout the area.": {
        "message": "早在百年战争爆发伊始先驱者联合体便把保护殖民地设为了最高优先级的任务. 在Naubakht星系, 联合体军方长期地进行轨道武器平台的开发与改进. 在战争进入第三十五个年头的时候, 军方成功开发出哨兵7, 一种能够非常有效地阻挡Xziphid入侵部队的轨道武器平台. 军方马上将大量的产能投入到哨兵7的量产中, 以至于在非常短的时间里同一个星区内的所有星系都被配上了这件武器.  "
    }, 
    "The Urata system didn\\'t impress Progenitor Coalition settlers much when they first arrived there. Looking for a system to use as a base to mine a nearby asteroid belt, Urata seemed the logical choice due to its proximity. What the settlers found was a harsh, unforgiving landscape that turned even the most timid person into a rugged survivalist. Over the years, despite the conditions, the population of Urata grew due to rich deposits of metals continuing to be found in the asteroids. When the Century War erupted, thousands of Urata citizens volunteered for the Progenitor Coalition Marines. Their reputation for toughness resulted in the formation of the Buzzards; a first strike division that would routinely spearhead Progenitor operations against the Xziphid Hegemony.": {
        "message": "The Urata system didn\\'t impress Progenitor Coalition settlers much when they first arrived there. Looking for a system to use as a base to mine a nearby asteroid belt, Urata seemed the logical choice due to its proximity. What the settlers found was a harsh, unforgiving landscape that turned even the most timid person into a rugged survivalist. Over the years, despite the conditions, the population of Urata grew due to rich deposits of metals continuing to be found in the asteroids. When the Century War erupted, thousands of Urata citizens volunteered for the Progenitor Coalition Marines. Their reputation for toughness resulted in the formation of the Buzzards; a first strike division that would routinely spearhead Progenitor operations against the Xziphid Hegemony."
    }, 
    "The Vehicle Commander loadout contains basic vehicle factories.": {
        "message": "车辆指挥官套件包含基础车辆工程与基础车辆单位的蓝图."
    }, 
    "The Wolszcaw system was the home of a large settlement of musicians. From it sprang the city of Poisenka, known throughout the Progenitor Coalition as \"The City of Song\". The day the Xziphid Hegemony invaded the system would be forever etched in the memories of Progenitor citizens. As the Poisenka Philharmonic played Songe de Automne by Archibald Joyce, beaming it out across the Progenitor Coalition, the Xziphid were in the process of laying waste to the system. Progenitors listened in horror until the broadcast feed was lost.": {
        "message": "The Wolszcaw system was the home of a large settlement of musicians. From it sprang the city of Poisenka, known throughout the Progenitor Coalition as \"The City of Song\". The day the Xziphid Hegemony invaded the system would be forever etched in the memories of Progenitor citizens. As the Poisenka Philharmonic played Songe de Automne by Archibald Joyce, beaming it out across the Progenitor Coalition, the Xziphid were in the process of laying waste to the system. Progenitors listened in horror until the broadcast feed was lost."
    }, 
    "The Xziphid Hegemony hit the system like a lightning bolt to open the Century War. Within ten years they were poised to launch their invasion further into Progenitor Coalition territory. The only thing in their way was Alenquer. General Dyal, Supreme Commander of Progenitor Coalition forces, chose to make his stand in the Alenquer system.  With just 250,000 Marines and twenty-three merchant and transport vessels, Dyal held the system for eighteen months using hit and run guerrilla tactics against the Xziphid, who had never faced such an enemy. Finally, Dyal was ordered to withdraw, having bought the Progenitor Coalition enough time to build up their forces in neighboring systems. Dyal was awarded the Order of Oterma; the highest award given by the military.": {
        "message": "The Xziphid Hegemony hit the system like a lightning bolt to open the Century War. Within ten years they were poised to launch their invasion further into Progenitor Coalition territory. The only thing in their way was Alenquer. General Dyal, Supreme Commander of Progenitor Coalition forces, chose to make his stand in the Alenquer system.  With just 250,000 Marines and twenty-three merchant and transport vessels, Dyal held the system for eighteen months using hit and run guerrilla tactics against the Xziphid, who had never faced such an enemy. Finally, Dyal was ordered to withdraw, having bought the Progenitor Coalition enough time to build up their forces in neighboring systems. Dyal was awarded the Order of Oterma; the highest award given by the military."
    }, 
    "The acts of bravery and heroism displayed by Progenitor Coalition military in the Oterma System during the Century War against the Xziphid Hegemony was so great that the highest medal awarded by the military was named after the system. Oterma was considered a home for orphans- children who had lost families due to the war. Children from all across the Progenitor Coalition were sent to the system where they would be well cared for until suitable parents could be found. In a totally unexpected move, Xziphid forces appeared in the system, well beyond the established front lines, in an effort to lower Progenitor morale by striking at their most precious commodity: their children. At the time of the attack, the 17th Mars Division had happened be passing through Oterma on their way to the front lines. When they realized what was happening, they quickly moved to fortify and protect the system. In her famous book Angels of Oterma, author Elisabeth Kendrick tells stories of how the Marines of the 17th held off the Xziphid, who outnumbered them ten to one, and kept the children out of harm\\'s way until Progenitor reinforcements arrived two weeks later. Out of the ten thousand personnel in the 17th, just three thousand remained at the end of the siege. The 17th Mars would go on to become the most decorated division of the Century War.": {
        "message": "The acts of bravery and heroism displayed by Progenitor Coalition military in the Oterma System during the Century War against the Xziphid Hegemony was so great that the highest medal awarded by the military was named after the system. Oterma was considered a home for orphans- children who had lost families due to the war. Children from all across the Progenitor Coalition were sent to the system where they would be well cared for until suitable parents could be found. In a totally unexpected move, Xziphid forces appeared in the system, well beyond the established front lines, in an effort to lower Progenitor morale by striking at their most precious commodity: their children. At the time of the attack, the 17th Mars Division had happened be passing through Oterma on their way to the front lines. When they realized what was happening, they quickly moved to fortify and protect the system. In her famous book Angels of Oterma, author Elisabeth Kendrick tells stories of how the Marines of the 17th held off the Xziphid, who outnumbered them ten to one, and kept the children out of harm\\'s way until Progenitor reinforcements arrived two weeks later. Out of the ten thousand personnel in the 17th, just three thousand remained at the end of the siege. The 17th Mars would go on to become the most decorated division of the Century War."
    }, 
    "The center for all diamond trade in the Progenitor Coalition, this system was also one of the wealthiest in the Coalition. With diamonds being a vital component to phase drives, the demand for the rare stones only increased. Synthetic diamonds would not perform at near the capacity that naturally occurring diamonds would in the drives. When surveyors discovered the amount of diamonds the system held, the government was quick to step in and declare Diamant a \"sanctuary system\", making it illegal for any resource removal or alteration without strict government oversight.": {
        "message": "作为先驱者联合体所有钻石交易的集中地, 这个星系毫无疑问地成为了联合体最具经济实力的属地之一. 钻石是相位引擎最核心的材料, 再加上合成钻石在相位引擎中表现不佳, 因此钻石的需求从相位引擎发明以来就没有降低过. 当探索队发现这个星系钻石蕴藏量之巨时, 联合体政府迅速介入并宣布其为 \"圣地星系\", 这意味着从法令颁布开始任何在本星系进行的未经政府同意的资源开采都是违法的."
    }, 
    "The last engagement of Operation Hurricane brought near disaster to the Progenitor Coalition flotilla. Having learned their tactics, the Machine Liberation Army (MLA) regrouped in Kuzimu and waited for the Progenitor flotilla to arrive. Using newly constructed orbital weapon platforms positioned throughout the system, the MLA chipped away at the flotilla launching a series of nuclear missile strikes against it. Loyalist Commanders attached to the flotilla saved the day by eventually destroying the orbital platforms and driving the MLA from the system and Operation Hurricane was a success.": {
        "message": "The last engagement of Operation Hurricane brought near disaster to the Progenitor Coalition flotilla. Having learned their tactics, the Machine Liberation Army (MLA) regrouped in Kuzimu and waited for the Progenitor flotilla to arrive. Using newly constructed orbital weapon platforms positioned throughout the system, the MLA chipped away at the flotilla launching a series of nuclear missile strikes against it. Loyalist Commanders attached to the flotilla saved the day by eventually destroying the orbital platforms and driving the MLA from the system and Operation Hurricane was a success."
    }, 
    "The most heavily guarded system of the Progenitor Coalition, Section 17 is where the majority of top secret Progenitor Coalition projects were developed. The system kept so secret that only a handful of people knew of its exact location. It remained a secret all through the Century War, as well as The Pro-Com War. It is rumored that it was the last system to be abandoned by the Progenitor Coalition during their Operation Kadota.": {
        "message": "作为先驱者联合体设防最严密的领土, Section 17星系是联合体进行各项最高机密项目的主要场所. 联合体对这个星系的保密是如此的周全, 以至于只有不超过一百人知道它的精确位置. 在百年战争以及Pro-Com战争期间这个星系一直没有被战火沾染. 据传在先驱者联合体的Kadota行动中联合体放弃了这个星系, 而这个星系也成为了联合体所放弃的最后一个星系."
    }, 
    "The strikingly beautiful system of Changchun was beloved by many throughout the Progenitor governed systems as a giant nature preserve where extinct species from Earth\\'s past were brought back to life through DNA sequencing. Millions of tourists flocked to this Midland Region system for a chance to see dinosaurs that they had only seen before in the holovids. Unfortunately, Changchun was decimated by Machine Liberation Army forces during the Copernicus Campaign of the Pro-Com War. The dinosaurs had once again gone extinct.": {
        "message": "The strikingly beautiful system of Changchun was beloved by many throughout the Progenitor governed systems as a giant nature preserve where extinct species from Earth\\'s past were brought back to life through DNA sequencing. Millions of tourists flocked to this Midland Region system for a chance to see dinosaurs that they had only seen before in the holovids. Unfortunately, Changchun was decimated by Machine Liberation Army forces during the Copernicus Campaign of the Pro-Com War. The dinosaurs had once again gone extinct."
    }, 
    "The system Beta Draconis gained fame among the Progenitors after an internal Terradine Corp report was leaked to the public stating a survey of the system identified it as having \"the most brilliant rubies ever seen\". This created the infamous \"Ruby Rush\" of hundreds of thousands of private citizens who wanted to cash in before the system was declared a sanctuary by the government. The system became notorious for claim jumping and sporadic acts of violence until Terradine Corp moved in and bought out the claim of everyone interested in the system, using force when necessary.": {
        "message": "The system Beta Draconis gained fame among the Progenitors after an internal Terradine Corp report was leaked to the public stating a survey of the system identified it as having \"the most brilliant rubies ever seen\". This created the infamous \"Ruby Rush\" of hundreds of thousands of private citizens who wanted to cash in before the system was declared a sanctuary by the government. The system became notorious for claim jumping and sporadic acts of violence until Terradine Corp moved in and bought out the claim of everyone interested in the system, using force when necessary."
    }, 
    "The system Hades Playground was known only as the home to a handful of Terradine Corporation mining platforms before the Century War. The system traded hands several times during the conflict, with the Progenitor Coalition eventually emerging victorious.": {
        "message": "在百年战争爆发前,冥王乐园星系只有几座Terradine公司的采矿平台. 在冲突中这个星系几度易手, 直到先驱者联合体赢得了最终的胜利."
    }, 
    "The system of Bhaskara was once home to a plethora of unique marine life. Progenitor geologists and oceanographers from the Coalition Institute of Oceanic Studies exploring the system were amazed at the diversity of species they found, especially the giant Gora fish which was three times larger than the blue whale found on Earth. The species was most likely rendered extinct when Machine Liberation Army forces passed through the system in the early stages of the Pro-Com War.": {
        "message": "The system of Bhaskara was once home to a plethora of unique marine life. Progenitor geologists and oceanographers from the Coalition Institute of Oceanic Studies exploring the system were amazed at the diversity of species they found, especially the giant Gora fish which was three times larger than the blue whale found on Earth. The species was most likely rendered extinct when Machine Liberation Army forces passed through the system in the early stages of the Pro-Com War."
    }, 
    "The system of Yuzhe was home to the Coalition Fighter Academy (CFA). Progenitor Coalition pilots all went through CFA training where they were taught both planetary and space combat. Upon earning their wings, graduates were sent to postings all throughout Progenitor Coalition space. Their most famous graduate Jackie \"Widowmaker\" Boyington had over 279 confirmed kills during the Century War against the Xziphid Hegemony. The system was part of the front lines in the war; a scene of some of the largest fighter engagements against Xziphid forces.": {
        "message": "The system of Yuzhe was home to the Coalition Fighter Academy (CFA). Progenitor Coalition pilots all went through CFA training where they were taught both planetary and space combat. Upon earning their wings, graduates were sent to postings all throughout Progenitor Coalition space. Their most famous graduate Jackie \"Widowmaker\" Boyington had over 279 confirmed kills during the Century War against the Xziphid Hegemony. The system was part of the front lines in the war; a scene of some of the largest fighter engagements against Xziphid forces."
    }, 
    "This system had been part of the first \"land rush\" in the early years of Progenitor Coalition expansion. Despite the fact that all the settlers were Progenitors, two very different cultures developed, and relations began to grow sour. Twenty years before the outset of the Century War the governor of Shoujing declared a state of emergency as years of animosity between the two factions turned into open conflict. Before Progenitor Marines could arrive to quell the unrest, both factions had launched massive nuclear missile strikes against one another. In just a few moments, over seven hundred million were dead. The Progenitor Coalition moved the survivors out of the system and resettled them throughout Progenitor governed space.": {
        "message": "This system had been part of the first \"land rush\" in the early years of Progenitor Coalition expansion. Despite the fact that all the settlers were Progenitors, two very different cultures developed, and relations began to grow sour. Twenty years before the outset of the Century War the governor of Shoujing declared a state of emergency as years of animosity between the two factions turned into open conflict. Before Progenitor Marines could arrive to quell the unrest, both factions had launched massive nuclear missile strikes against one another. In just a few moments, over seven hundred million were dead. The Progenitor Coalition moved the survivors out of the system and resettled them throughout Progenitor governed space."
    }, 
    "This system was at one time the location for the Coalition Naval Academy (CNA). With many planets throughout the Progenitor Coalition covered in water, the CNA helped to train millions to conduct water, as well as space-based operations wherever they were called upon to do so. Never was this more important than in the Century War. It was not until the Pro-Com War that human operated navies began to be replaced by Progenitor Loyalist Commander-led machine navies.": {
        "message": "This system was at one time the location for the Coalition Naval Academy (CNA). With many planets throughout the Progenitor Coalition covered in water, the CNA helped to train millions to conduct water, as well as space-based operations wherever they were called upon to do so. Never was this more important than in the Century War. It was not until the Pro-Com War that human operated navies began to be replaced by Progenitor Loyalist Commander-led machine navies."
    }, 
    "This system was home to some of the most vibrant and colorful star patterns in the known galaxy. Due to its mysterious molecular makeup, an individual traveling through the system would see the stars appear in every shade of blue imaginable. The view of the tapestry of the galaxy from the confines of Safir often drew Progenitor artists from all around who wanted to capture the stunning vistas in their artwork. Explorer Saresh Bishwas III was quoted as saying of the view \"Never before in all my travels throughout this amazing expanse of stars have I ever seen images that personify my dreams of Heaven\".": {
        "message": "This system was home to some of the most vibrant and colorful star patterns in the known galaxy. Due to its mysterious molecular makeup, an individual traveling through the system would see the stars appear in every shade of blue imaginable. The view of the tapestry of the galaxy from the confines of Safir often drew Progenitor artists from all around who wanted to capture the stunning vistas in their artwork. Explorer Saresh Bishwas III was quoted as saying of the view \"Never before in all my travels throughout this amazing expanse of stars have I ever seen images that personify my dreams of Heaven\"."
    }, 
    "This system was one of the most vital in all the Progenitor Coalition. Home to some of the most classified military research, Epiphany was the Progenitor center of A.I. research. After A.I. and any research associated with it was declared illegal with Resolution 278-55137, the scientists of Epiphany refused to comply and rebelled against what they called \"Progenitor Coalition shortsightedness\". Progenitor Marines were forced to take the system back by force and fought the very machines meant to replace them. Dr. Euphemia Kenyatta, the foremost expert on A.I., escaped the system and disappeared. Ten years later, Dr. Kenyatta returned from her self-imposed exile and became the mastermind behind the development of the Commanders to save humanity from the Xziphid Hegemony.": {
        "message": "This system was one of the most vital in all the Progenitor Coalition. Home to some of the most classified military research, Epiphany was the Progenitor center of A.I. research. After A.I. and any research associated with it was declared illegal with Resolution 278-55137, the scientists of Epiphany refused to comply and rebelled against what they called \"Progenitor Coalition shortsightedness\". Progenitor Marines were forced to take the system back by force and fought the very machines meant to replace them. Dr. Euphemia Kenyatta, the foremost expert on A.I., escaped the system and disappeared. Ten years later, Dr. Kenyatta returned from her self-imposed exile and became the mastermind behind the development of the Commanders to save humanity from the Xziphid Hegemony."
    }, 
    "This system was the home to the largest depository of derelict ships and other debris in all the Progenitor Coalition. Scattered throughout The Junkyard, one could find virtually any kind of item, big or small. The system, with all of its hidden crags and crevices, became a favorite meeting spot for nefarious individuals, including secret corporate dealings.": {
        "message": "这个星系曾是先驱者联合体最大的飞船墓地和垃圾场. 从遍布在全星系的废墟中,你能找到几乎任何你想要的东西,无论是大是小. 凭借迷宫般的通路,它成为了罪犯们最爱的会面地点,甚至那些机密的公司交易也在这里进行."
    }, 
    "This system was the scene of one of the largest space battles of the Century War. Being bulky and difficult to maintain, phase engines were relegated to ships deemed crucial by both the Progenitor Coalition and the Xziphid Hegemony. This meant mostly merchant and explorer vessels were outfitted with phase engines, with military vessels relegated to system patrol. This however did not stop either side from arming their merchant fleets. The Xziphid did just that and hit Heaven\\'s Doorway with over forty converted merchant and explorer vessels, along with three Hive carriers. The Progenitor Coalition had anticipated the move and waited with over one hundred vessels of their own, including ten battle cruisers constructed at shipyards in the system. When the battle was over, all of the Xziphid ships were burning wrecks. The Progenitors loss was much less, losing only fifteen ships, including two battle cruisers.": {
        "message": "This system was the scene of one of the largest space battles of the Century War. Being bulky and difficult to maintain, phase engines were relegated to ships deemed crucial by both the Progenitor Coalition and the Xziphid Hegemony. This meant mostly merchant and explorer vessels were outfitted with phase engines, with military vessels relegated to system patrol. This however did not stop either side from arming their merchant fleets. The Xziphid did just that and hit Heaven\\'s Doorway with over forty converted merchant and explorer vessels, along with three Hive carriers. The Progenitor Coalition had anticipated the move and waited with over one hundred vessels of their own, including ten battle cruisers constructed at shipyards in the system. When the battle was over, all of the Xziphid ships were burning wrecks. The Progenitors loss was much less, losing only fifteen ships, including two battle cruisers."
    }, 
    "Those on Earth knew the Tyson system as the \"Silicon Valley\". To the rest of the Progenitor Coalition, Tyson was the center of computer hardware and software manufacturing in the galaxy. Spread across system, several corporations ran de facto \"nations\", complete with cities, and most importantly, factories. At its high point, the industry had employed well over a billion people, most of them in the Tyson System.": {
        "message": "地球人一般都会称Tyson星系为\"硅谷星系\". 而对于先驱者联合体的其他人来说, Tyson星系可谓是整个银河计算机硬件与软件产业的中心. 在整个星系的范围内, 几个大集团瓜分了各行星上的土地, 在其上建立了一座座的由工厂和居住设施组成的城市, 形成了几个\"产业国\". 在最顶峰的时候, 这些高科技产业一共雇佣了超过十亿的人口, 而Tyson星系的居民总数也不过十亿出头."
    }, 
    "Trades flame tanks for storage": {
        "message": "Trades flame tanks for storage"
    }, 
    "Two evenly matched forces squared off in Espenak during the Pro-Com War. The Machine Liberation Army (MLA), having gained control of the system some three months earlier, found themselves the target of a vicious counterattack led by Progenitor Coalition Loyalist Commanders. After three weeks of heavy fighting the Loyalist-led Progenitor forces prevailed and drove the MLA from the system. Six years later the system would fall into MLA hands once again, never to be reclaimed by the Progenitors.": {
        "message": "Two evenly matched forces squared off in Espenak during the Pro-Com War. The Machine Liberation Army (MLA), having gained control of the system some three months earlier, found themselves the target of a vicious counterattack led by Progenitor Coalition Loyalist Commanders. After three weeks of heavy fighting the Loyalist-led Progenitor forces prevailed and drove the MLA from the system. Six years later the system would fall into MLA hands once again, never to be reclaimed by the Progenitors."
    }, 
    "Vehicle Ammunition Tech": {
        "message": "车辆弹药科技"
    }, 
    "Vehicle Ammunition Tech increases damage of all vehicles by 25%": {
        "message": "车辆弹药科技提高所有车辆单位25%攻击伤害"
    }, 
    "Vehicle Armor Tech": {
        "message": "车辆装甲科技"
    }, 
    "Vehicle Armor Tech increases health of all vehicles by 50%": {
        "message": "车辆装甲科技提高所有车辆单位50%生命值"
    }, 
    "Vehicle Combat Tech": {
        "message": "车辆战斗科技"
    }, 
    "Vehicle Combat Tech increases speed of all vehicles by 50%, health by 50%, and damage by 25%": {
        "message": "车辆战斗科技提高所有车辆单位50%速度, 50%生命值与25%攻击伤害"
    }, 
    "Vehicle Commander": {
        "message": "车辆指挥官"
    }, 
    "Vehicle Engine Tech": {
        "message": "车辆引擎科技"
    }, 
    "Vehicle Engine Tech increases speed of all vehicles by 50%": {
        "message": "车辆引擎科技提高所有车辆单位50%移动速度"
    }, 
    "Vehicle Fabrication Tech": {
        "message": "车辆量产科技"
    }, 
    "Vehicle Fabrication Tech reduces metal build costs of all vehicles by 25%": {
        "message": "车辆量产科技降低所有车辆单位25%造价"
    }, 
    "Wealthy entrepreneur Simon Wesselman took one look at the stunning beauty of this system and knew he wanted to turn it into the resort destination of choice for citizens of the Progenitor Coalition. The only problem was he did not know about the Tannwhy plant; a plant that grew to over seven feet tall and had beautiful pink flowers. It also had a taste for meat- including human. Wesselman didn\\'t discover this until it was too late. While inspecting the property around his vast resort, he stumbled into a thicket of the carnivorous plants and was promptly consumed. Search parties found nothing but his bones a few days later. The resort was soon abandoned, never to open for business.": {
        "message": "Wealthy entrepreneur Simon Wesselman took one look at the stunning beauty of this system and knew he wanted to turn it into the resort destination of choice for citizens of the Progenitor Coalition. The only problem was he did not know about the Tannwhy plant; a plant that grew to over seven feet tall and had beautiful pink flowers. It also had a taste for meat- including human. Wesselman didn\\'t discover this until it was too late. While inspecting the property around his vast resort, he stumbled into a thicket of the carnivorous plants and was promptly consumed. Search parties found nothing but his bones a few days later. The resort was soon abandoned, never to open for business."
    }, 
    "When Machine Liberation Army (MLA) forces finally broke through Kincaid\\'s Line during the Pro-Com War, their first target was Gigant system. General Kincaid, knowing he could no longer hold back the MLA advance, fell back to Gigant hoping to stall the rolling tide of the enemy. The Battle of Gigant saw the Progenitor forces routed in one of their worst defeats of the war. General Kincaid himself was seriously wounded, refusing to leave until the last of his forces were out of the system. The defeat at Gigant was the final straw for the Progenitor government. They now knew it was only a matter of time before the human race was erased from the universe. Project Kadota was given the green light to begin.": {
        "message": "When Machine Liberation Army (MLA) forces finally broke through Kincaid\\'s Line during the Pro-Com War, their first target was Gigant system. General Kincaid, knowing he could no longer hold back the MLA advance, fell back to Gigant hoping to stall the rolling tide of the enemy. The Battle of Gigant saw the Progenitor forces routed in one of their worst defeats of the war. General Kincaid himself was seriously wounded, refusing to leave until the last of his forces were out of the system. The defeat at Gigant was the final straw for the Progenitor government. They now knew it was only a matter of time before the human race was erased from the universe. Project Kadota was given the green light to begin."
    }, 
    "When Progenitor Loyalist Commander Allenby discovered a Machine Liberation Army (MLA) Commander manufacturing facility on the massive asteroid known as Fabrok, what had started as a minor skirmish between units under MLA Commander Murad and Loyalist Commander Allenby, turned into one of the largest engagements of the Pro-Com War. Progenitor forces flooded into the system, driven by the rare chance destroy one of the few MLA Commander assembly bases. The MLA also threw massive amounts of units into the system in an attempt to protect the base, but it wasn\\'t enough against the fury of the Progenitors. As the Loyalist-led Progenitors landed on Fabrok their elation turned to horror realizing they had been duped.  In an instant the asteroid disappeared in a nuclear flash. Allenby and over three hundred thousand Progenitor Marines were gone, victims of an elaborate trap. It was a lesson Progenitor High Command would never forget.": {
        "message": "When Progenitor Loyalist Commander Allenby discovered a Machine Liberation Army (MLA) Commander manufacturing facility on the massive asteroid known as Fabrok, what had started as a minor skirmish between units under MLA Commander Murad and Loyalist Commander Allenby, turned into one of the largest engagements of the Pro-Com War. Progenitor forces flooded into the system, driven by the rare chance destroy one of the few MLA Commander assembly bases. The MLA also threw massive amounts of units into the system in an attempt to protect the base, but it wasn\\'t enough against the fury of the Progenitors. As the Loyalist-led Progenitors landed on Fabrok their elation turned to horror realizing they had been duped.  In an instant the asteroid disappeared in a nuclear flash. Allenby and over three hundred thousand Progenitor Marines were gone, victims of an elaborate trap. It was a lesson Progenitor High Command would never forget."
    }, 
    "When a survey team from the Lusk Exploration Company explored the system of Smarald, they were both shocked and elated to discover it contained the largest emeralds they had ever seen.  Before they could exploit the riches however, the Progenitor Coalition government stepped in and declared it a \"sanctuary system\", making it illegal for any resource removal or alteration without strict government oversight.": {
        "message": "当一支来自勒斯克勘探公司的勘测队第一次到达Smarald星系时, 整支队伍都被眼前所发现的事物震惊得六神无主: 蕴藏着有史以来最巨型绿宝石的大型绿宝石矿藏! 但在他们开始开采绿宝石矿前, 先驱者联合体政府介入了星系并宣布其为 \"圣地星系\", 这意味着从法令颁布开始任何在本星系进行的未经政府同意的资源开采都是违法的."
    }, 
    "When the Pro-Com War had reached its height, the Machine Liberation Army (MLA) had already demonstrated they were not only fighting a war of independence, they were fighting a war of extinction. It wasn\\'t enough to defeat the Progenitors and their Loyalist Commander allies, they had to be eradicated from the galaxy. Chernykh was a prime example of this. After MLA forces had driven the Progenitor Coalition military from the system, they targeted any and all biologics in Chernykh for elimination. Chernykh was rich with biological life, including over seven hundred million Progenitor civilians. The MLA saturated the system with chemical and nuclear weapons until not one living thing remained.": {
        "message": "在Pro-Com战争打到最激烈的时候, 人类和忠诚派指挥官已经意识到这已经机器解放军(MLA)并不只是想打败他们, 而是想灭绝他们. Chernykh星系上发生的一切就是很好的例子. 在MLA将联合体军队赶出星系后, 它们将炮口对准了星系里任何一处存在生命的土地. Chernykh曾经是一个有着七亿人口的绿荫之地, 在几轮化学武器和核武器的饱和轰炸下, 也再也没有生命存在了. "
    }, 
    "With over sixteen billion people, this system was one of the more populous in Progenitor Coalition space before the outset of the Century War. It was famous for producing football teams that competed for the Galactic Cup year after year. Four years into the war, the Xziphid Hegemony invaded the system and killed or enslaved over eighty percent of the population. Team members of the Breslau City Bearcats football club formed an underground resistance against the Xziphid. They fought for over seven years until the system was liberated by Progenitor forces led by Commander Rohl.": {
        "message": "作为超过一百六十亿人口的定居地, 在百年战争爆发前这个星系是Progenitor Coalition星区人口最为稠密的星系之一. 而它最著名的特产, 则是每一年都能打入银河杯赛的足球球队. 在战争爆发后的第四年, Xziphid霸权入侵了这个星系并奴役了其超过80%的人口, 而其中相当大一部分在奴役的过程中死于非命. 在战争开始不久来自布雷斯劳城熊猫足球俱乐部的球员们组成了对抗Xziphid的底下反抗军并坚持了七年, 直到星系被Rohl指挥官率领的先驱者部队解放."
    }, 
    "With the capability of supporting almost any kind of organic life form, the General Assembly voted to turn Dayuan into the official \"zoo system\" of the Progenitor Coalition. Nearly every kind of species found scattered throughout Progenitor Coalition space could be viewed in the Dayuan system. With top shelf resorts, Dayuan was a popular vacation destination for Progenitors. All life in the system was exterminated by Machine Liberation Army forces during the Pro-Com War.": {
        "message": "Dayuan星系几乎有着所有类型的生态系统, 因此联合体议会决定将其定位先驱者联合体里唯一一个官方的\"生态公园星系\". 在联合体领土内能发现的所有物种几乎都会在这里有一个以上的种群在繁衍生息. 而旅行社产业也成功利用这个优势将这里打造成全银河最顶级的旅游胜地. 可惜的是在Pro-Com战争期间, 在Dayuan星系内的所有生命都被机器解放军灭绝了."
    }, 
    "With the success of Operation Hurricane in the Hatuamoto system, the Progenitor High Command next targeted the Rubin system for liberation from Machine Liberation Army (MLA) occupation, as well as gaining back control of its ruby mining operations that were deemed vital to the war effort. Like Hatuamoto before it, the MLA had no answer against the Progenitor flotilla and the system was quickly liberated.": {
        "message": "With the success of Operation Hurricane in the Hatuamoto system, the Progenitor High Command next targeted the Rubin system for liberation from Machine Liberation Army (MLA) occupation, as well as gaining back control of its ruby mining operations that were deemed vital to the war effort. Like Hatuamoto before it, the MLA had no answer against the Progenitor flotilla and the system was quickly liberated."
    }, 
    "Zarco was a minimum security system set aside by the Progenitor Coalition for non-violent criminals. Prisoners in the system were permitted all the comforts of high tech living with one caveat: anyone caught attempting to leave the prison before their sentence was up would be immediately vaporized. One of its more famous inmates was promoter J.L. Barnaby; sentenced to five years in Zarco after a disastrous PR stunt in Tsunenaga. After five years, Barnaby was de facto ruler of his own small fiefdom in the prison. Coalition authorities had to forcefully remove him when he refused to leave, even after his sentence was up.": {
        "message": "泽饶科是先驱者联合体的一个用于关押非暴力罪犯的初级监狱星系. 在这里囚犯能像在外界那样继续享受舒适的高科技生活,除了一点限制:在刑满前任何尝试离开这里的举动都会招致处决. 它最出名的客人之一是J.L.巴纳比,在常长的一次灾难性的公关事故中被判处在泽饶科五年监禁. 在刑满后,巴纳比已经成为了他在狱中的小王国的实质上的统治者. 当他宣布拒绝离开监狱后,联合体当局不得不用强制手段将他驱逐出去."
    }
}